Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

# premium
source: Pro
ar: Premium
bn: Premium
de: Premium
el: Premium
es: Premium
hi: Premium
it: Premium
ja: Premium
ko: Premium
nl: Premium
pl: Premium
pt: Premium
ru: Premium
th: Premium
tr: Premium
uk: Premium
ur: Premium
vi: Premium
zh: Premium

# tagTechnologies
source: Technologies
ar: التقنيات
bn: প্রযুক্তি
de: Technologien
el: Τεχνολογίες
es: Tecnologías
hi: तकनीकें
it: Tecnologie
ja: テクノロジー
ko: 기술
nl: Technologieën
pl: Technologie
pt: Tecnologias
ru: Технологии
th: เทคโนโลยี
tr: Teknolojiler
uk: Технології
ur: ٹیکنالوجیز
vi: Công nghệ
zh: 技术

source: URL
ar: رابط
zh: 网址

source: Contact
ar: جهة اتصال
bn: যোগাযোগ
de: Kontakt
el: Επαφή
es: Contacto
hi: संपर्क
it: Contatto
ja: 連絡先
ko: 연락처
pl: Kontakt
pt: Contato
ru: Контакт
th: ผู้ติดต่อ
tr: Kişi
uk: Контакт
ur: رابطہ
vi: Liên hệ
zh: 联系人

source: Bluetooth
ar: بلوتوث
ur: بلوٹوتھ
zh: 蓝牙

source: Tags
ar: البطاقات
bn: ট্যাগ
el: Ετικέτες
es: Etiquetas
hi: टैग
it: Tag
ja: タグ
ko: 태그
pl: Tagi
ru: Метки
th: แท็ก
tr: Etiketler
uk: Теги
ur: ٹیگز
vi: Thẻ
zh: 标签
