Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

# tagSize
source: Size
ar: الحجم
bn: আকার
de: Größe
el: Μέγεθος
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
uk: Розмір
ur: سائز
vi: Kích thước
zh: 大小

# writeSuccess
source: Write successful
ar: تمت الكتابة بنجاح
bn: লেখা সফল
de: Schreiben erfolgreich
el: Επιτυχής εγγραφή
es: Escritura exitosa
fr: Écriture réussie
hi: लिखना सफल
it: Scrittura riuscita
ja: 書き込み成功
ko: 쓰기 성공
nl: Schrijven succesvol
pl: Zapis pomyślny
pt: Escrita bem-sucedida
ru: Запись успешна
th: เขียนสำเร็จ
tr: Yazma başarılı
uk: Запис успішний
ur: لکھائی کامیاب
vi: Ghi thành công
zh: 写入成功

source: Write failed
ar: فشلت الكتابة
bn: লেখা ব্যর্থ
de: Schreiben fehlgeschlagen
el: Αποτυχία εγγραφής
es: Escritura fallida
fr: Échec de l'écriture
hi: लिखना विफल
it: Scrittura fallita
ja: 書き込み失敗
ko: 쓰기 실패
nl: Schrijven mislukt
pl: Zapis nieudany
pt: Falha na escrita
ru: Ошибка записи
th: เขียนล้มเหลว
tr: Yazma başarısız
uk: Запис не вдався
ur: لکھائی ناکام
vi: Ghi thất bại
zh: 写入失败

# readSuccess
source: Read successful
ar: تمت القراءة بنجاح
bn: পড়া সফল
de: Lesen erfolgreich
el: Επιτυχής ανάγνωση
es: Lectura exitosa
fr: Lecture réussie
hi: पढ़ना सफल
it: Lettura riuscita
ja: 読み取り成功
ko: 읽기 성공
nl: Lezen succesvol
pl: Odczyt pomyślny
pt: Leitura bem-sucedida
ru: Чтение успешно
th: อ่านสำเร็จ
tr: Okuma başarılı
uk: Читання успішне
ur: پڑھائی کامیاب
vi: Đọc thành công
zh: 读取成功

source: Read failed
ar: فشلت القراءة
bn: পড়া ব্যর্থ
de: Lesen fehlgeschlagen
el: Αποτυχία ανάγνωσης
es: Lectura fallida
fr: Échec de la lecture
hi: पढ़ना विफल
it: Lettura fallita
ja: 読み取り失敗
ko: 읽기 실패
nl: Lezen mislukt
pl: Odczyt nieudany
pt: Falha na leitura
ru: Ошибка чтения
th: อ่านล้มเหลว
tr: Okuma başarısız
uk: Читання не вдалося
ur: پڑھائی ناکام
vi: Đọc thất bại
zh: 读取失败

# approachNfcTag
source: Approach an NFC tag
ar: قرّب بطاقة NFC
bn: NFC ট্যাগটি কাছে আনুন
de: NFC-Tag annähern
el: Πλησιάστε μια ετικέτα NFC
es: Acerca una etiqueta NFC
fr: Approchez un tag NFC
hi: NFC टैग पास लाएं
it: Avvicina un tag NFC
ja: NFCタグを近づける
ko: NFC 태그를 가까이 가져오세요
nl: Breng een NFC-tag dichterbij
pl: Zbliż tag NFC
pt: Aproxime uma tag NFC
ru: Поднесите NFC-метку
th: นำแท็ก NFC เข้าใกล้
tr: NFC etiketi yaklaştırın
uk: Наблизьте NFC тег
ur: NFC ٹیگ کے قریب لائیں
vi: Đưa thẻ NFC lại gần
zh: 靠近NFC标签

source: Scanning...
ar: جاري المسح...
bn: স্ক্যান করা হচ্ছে...
de: Wird gescannt...
el: Σάρωση...
es: Escaneando...
fr: Scan en cours...
hi: स्कैन हो रहा है...
it: Scansione in corso...
ja: スキャン中...
ko: 스캔 중...
nl: Scannen...
pl: Skanowanie...
pt: Escaneando...
ru: Сканирование...
th: กำลังสแกน...
tr: Taranıyor...
uk: Сканування...
ur: سکین ہو رہا ہے...
vi: Đang quét...
zh: 扫描中...

source: Writing...
ar: جاري الكتابة...
bn: লেখা হচ্ছে...
de: Wird geschrieben...
el: Εγγραφή...
es: Escribiendo...
fr: Écriture en cours...
hi: लिखा जा रहा है...
it: Scrittura in corso...
ja: 書き込み中...
ko: 쓰는 중...
nl: Schrijven...
pl: Zapisywanie...
pt: Escrevendo...
ru: Запись...
th: กำลังเขียน...
tr: Yazılıyor...
uk: Запис...
ur: لکھا جا رہا ہے...
vi: Đang ghi...
zh: 写入中...

source: Text
ar: نص
bn: টেক্সট
el: Κείμενο
es: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
ur: متن
vi: Văn bản
zh: 文本

source: Location
ar: الموقع
bn: অবস্থান
de: Standort
el: Τοποθεσία
es: Ubicación
fr: Lieu
hi: स्थान
it: Posizione
ja: 位置情報
ko: 위치
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Местоположение
th: ตำแหน่ง
tr: Konum
uk: Місцезнаходження
ur: مقام
vi: Vị trí
zh: 位置

source: Launch app
ar: تشغيل التطبيق
bn: অ্যাপ চালু করুন
de: App starten
el: Εκκίνηση εφαρμογής
es: Abrir app
fr: Lancer une app
hi: ऐप लॉन्च करें
it: Avvia app
ja: アプリを起動
ko: 앱 실행
nl: App starten
pl: Uruchom aplikację
pt: Iniciar um app
ru: Запустить приложение
th: เปิดแอป
tr: Uygulama başlat
uk: Запустити додаток
ur: ایپ لانچ کریں
vi: Khởi chạy ứng dụng
zh: 启动应用

source: Network name
ar: اسم الشبكة
bn: নেটওয়ার্কের নাম
de: Netzwerkname
el: Όνομα δικτύου
es: Nombre de red
fr: Nom du réseau
hi: नेटवर्क का नाम
it: Nome rete
ja: ネットワーク名
ko: 네트워크 이름
nl: Netwerknaam
pl: Nazwa sieci
pt: Nome da rede
ru: Имя сети
th: ชื่อเครือข่าย
tr: Ağ adı
uk: Назва мережі
ur: نیٹ ورک کا نام
vi: Tên mạng
zh: 网络名称

# networkPassword
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh: 密码

# networkType
source: Security type
ar: نوع الأمان
bn: নিরাপত্তা ধরন
de: Sicherheitstyp
el: Τύπος ασφάλειας
es: Tipo de seguridad
fr: Type de sécurité
hi: सुरक्षा प्रकार
it: Tipo di sicurezza
ja: セキュリティタイプ
ko: 보안 유형
nl: Beveiligingstype
pl: Typ zabezpieczeń
pt: Tipo de segurança
ru: Тип безопасности
th: ประเภทความปลอดภัย
tr: Güvenlik türü
uk: Тип безпеки
ur: سیکیورٹی کی قسم
vi: Loại bảo mật
zh: 安全类型

source: Photo updated
ar: تم تحديث الصورة
bn: ফটো আপডেট করা হয়েছে
de: Foto aktualisiert
el: Η φωτογραφία ενημερώθηκε
es: Foto actualizada
fr: Photo mise à jour
hi: फोटो अपडेट हुई
it: Foto aggiornata
ja: 写真を更新しました
ko: 사진 업데이트됨
nl: Foto bijgewerkt
pl: Zdjęcie zaktualizowane
pt: Foto atualizada
ru: Фото обновлено
th: อัปเดตรูปภาพแล้ว
tr: Fotoğraf güncellendi
uk: Фото оновлено
ur: تصویر اپڈیٹ ہو گئی
vi: Đã cập nhật ảnh
zh: 照片已更新

source: Photo deleted
ar: تم حذف الصورة
bn: ফটো মুছে ফেলা হয়েছে
de: Foto gelöscht
el: Η φωτογραφία διαγράφηκε
es: Foto eliminada
fr: Photo supprimée
hi: फोटो हटाई गई
it: Foto eliminata
ja: 写真を削除しました
ko: 사진 삭제됨
nl: Foto verwijderd
pl: Zdjęcie usunięte
pt: Foto excluída
ru: Фото удалено
th: ลบรูปภาพแล้ว
tr: Fotoğraf silindi
uk: Фото видалено
ur: تصویر حذف ہو گئی
vi: Đã xóa ảnh
zh: 照片已删除

source: Update error
ar: خطأ في التحديث
bn: আপডেটে ত্রুটি
de: Aktualisierungsfehler
el: Σφάλμα ενημέρωσης
es: Error de actualización
fr: Erreur lors de la mise à jour
hi: अपडेट करते समय त्रुटि
it: Errore di aggiornamento
ja: 更新エラー
ko: 업데이트 오류
nl: Updatefout
pl: Błąd aktualizacji
pt: Erro ao atualizar
ru: Ошибка обновления
th: ข้อผิดพลาดในการอัปเดต
tr: Güncelleme hatası
uk: Помилка оновлення
ur: اپڈیٹ میں خرابی
vi: Lỗi cập nhật
zh: 更新错误

# takePhoto
source: Take a photo
ar: التقاط صورة
bn: ফটো তুলুন
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Tomar foto
fr: Prendre une photo
hi: फोटो लें
it: Scatta foto
ja: 写真を撮影
ko: 사진 찍기
nl: Foto maken
pl: Zrób zdjęcie
pt: Tirar uma foto
ru: Сделать фото
th: ถ่ายรูป
tr: Fotoğraf çek
uk: Зробити фото
ur: تصویر لیں
vi: Chụp ảnh
zh: 拍照

source: Choose from gallery
ar: اختيار من المعرض
bn: গ্যালারি থেকে বেছে নিন
de: Aus Galerie wählen
el: Επιλογή από συλλογή
es: Elegir de galería
fr: Choisir depuis la galerie
hi: गैलरी से चुनें
it: Scegli dalla galleria
ja: ギャラリーから選択
ko: 갤러리에서 선택
nl: Kiezen uit galerij
pl: Wybierz z galerii
pt: Escolher da galeria
ru: Выбрать из галереи
th: เลือกจากแกลเลอรี
tr: Galeriden seç
uk: Вибрати з галереї
ur: گیلری سے منتخب کریں
vi: Chọn từ thư viện
zh: 从相册选择

source: Delete photo
ar: حذف الصورة
bn: ফটো মুছুন
de: Foto löschen
el: Διαγραφή φωτογραφίας
es: Eliminar foto
fr: Supprimer la photo
hi: फोटो हटाएं
it: Elimina foto
ja: 写真を削除
ko: 사진 삭제
nl: Foto verwijderen
pl: Usuń zdjęcie
pt: Excluir a foto
ru: Удалить фото
th: ลบรูปภาพ
tr: Fotoğrafı sil
uk: Видалити фото
ur: تصویر حذف کریں
vi: Xóa ảnh
zh: 删除照片

# syncError
source: Sync error. Check your internet connection.
ar: خطأ في المزامنة. تحقق من اتصالك بالإنترنت.
bn: সিঙ্ক ত্রুটি। আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
de: Synchronisierungsfehler. Überprüfe deine Internetverbindung.
el: Σφάλμα συγχρονισμού. Ελέγξτε τη σύνδεση στο internet.
es: Error de sincronización. Verifica tu conexión a internet.
fr: Erreur de synchronisation. Vérifiez votre connexion internet.
hi: सिंक त्रुटि। अपना इंटरनेट कनेक्शन जांचें।
it: Errore di sincronizzazione. Controlla la connessione internet.
ja: 同期エラー。インターネット接続を確認してください。
ko: 동기화 오류. 인터넷 연결을 확인하세요.
nl: Synchronisatiefout. Controleer je internetverbinding.
pl: Błąd synchronizacji. Sprawdź połączenie internetowe.
pt: Erro de sincronização. Verifique sua conexão com a internet.
ru: Ошибка синхронизации. Проверьте подключение к интернету.
th: ข้อผิดพลาดในการซิงค์ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
tr: Senkronizasyon hatası. İnternet bağlantınızı kontrol edin.
uk: Помилка синхронізації. Перевірте інтернет-з'єднання.
ur: مطابقت پذیری میں خرابی۔ اپنا انٹرنیٹ کنکشن چیک کریں۔
vi: Lỗi đồng bộ. Kiểm tra kết nối internet.
zh: 同步错误。请检查网络连接。

# syncSuccess
source: Sync successful
ar: تمت المزامنة بنجاح
bn: সিঙ্ক সফল
de: Synchronisierung erfolgreich
el: Επιτυχής συγχρονισμός
es: Sincronización exitosa
fr: Synchronisation réussie
hi: सिंक सफल
it: Sincronizzazione riuscita
ja: 同期成功
ko: 동기화 성공
nl: Synchronisatie succesvol
pl: Synchronizacja pomyślna
pt: Sincronização bem-sucedida
ru: Синхронизация успешна
th: ซิงค์สำเร็จ
tr: Senkronizasyon başarılı
uk: Синхронізація успішна
ur: مطابقت پذیری کامیاب
vi: Đồng bộ thành công
zh: 同步成功

# quickActionsSection
source: Quick actions
ar: إجراءات سريعة
bn: দ্রুত ক্রিয়া
de: Schnellaktionen
el: Γρήγορες ενέργειες
es: Acciones rápidas
fr: Actions rapides
hi: त्वरित क्रियाएं
it: Azioni rapide
ja: クイックアクション
ko: 빠른 작업
nl: Snelle acties
pl: Szybkie akcje
pt: Ações rápidas
ru: Быстрые действия
th: การดำเนินการด่วน
tr: Hızlı işlemler
uk: Швидкі дії
ur: فوری کارروائیاں
vi: Thao tác nhanh
zh: 快速操作

source: NFC Emulation
ar: محاكاة NFC
bn: NFC এমুলেশন
el: Εξομοίωση NFC
es: Emulación NFC
fr: Émulation NFC
hi: NFC एमुलेशन
it: Emulazione NFC
ja: NFCエミュレーション
ko: NFC 에뮬레이션
nl: NFC-emulatie
pl: Emulacja NFC
pt: Emulação NFC
ru: Эмуляция NFC
th: การจำลอง NFC
tr: NFC Emülasyonu
uk: Емуляція NFC
ur: NFC ایمولیشن
vi: Mô phỏng NFC
zh: NFC模拟

# emulateCardFor10Seconds
source: Emulate this card for 10 seconds
ar: محاكاة هذه البطاقة لمدة 10 ثوانٍ
bn: এই কার্ডটি 10 সেকেন্ডের জন্য এমুলেট করুন
de: Diese Karte 10 Sekunden emulieren
el: Εξομοίωση αυτής της κάρτας για 10 δευτερόλεπτα
es: Emular esta tarjeta durante 10 segundos
fr: Émuler cette carte pendant 10 secondes
hi: इस कार्ड को 10 सेकंड के लिए एमुलेट करें
it: Emula questa carta per 10 secondi
ja: このカードを10秒間エミュレート
ko: 이 카드를 10초 동안 에뮬레이트
nl: Emuleer deze kaart gedurende 10 seconden
pl: Emuluj tę kartę przez 10 sekund
pt: Emular este cartão por 10 segundos
ru: Эмулировать карту 10 секунд
th: จำลองบัตรนี้เป็นเวลา 10 วินาที
tr: Bu kartı 10 saniye emüle et
uk: Емулювати цю картку протягом 10 секунд
ur: یہ کارڈ 10 سیکنڈ کے لیے ایمولیٹ کریں
vi: Mô phỏng thẻ này trong 10 giây
zh: 模拟此卡10秒

source: Create shortcut
ar: إنشاء اختصار
bn: শর্টকাট তৈরি করুন
de: Verknüpfung erstellen
el: Δημιουργία συντόμευσης
es: Crear acceso directo
fr: Créer un raccourci
hi: शॉर्टकट बनाएं
it: Crea collegamento
ja: ショートカットを作成
ko: 바로가기 만들기
nl: Snelkoppeling maken
pl: Utwórz skrót
pt: Criar um atalho
ru: Создать ярлык
th: สร้างทางลัด
tr: Kısayol oluştur
uk: Створити ярлик
ur: شارٹ کٹ بنائیں
vi: Tạo lối tắt
zh: 创建快捷方式

source: Add to home screen
ar: إضافة إلى الشاشة الرئيسية
bn: হোম স্ক্রিনে যোগ করুন
de: Zum Startbildschirm hinzufügen
el: Προσθήκη στην αρχική οθόνη
es: Añadir a pantalla de inicio
fr: Ajouter sur l'écran d'accueil
hi: होम स्क्रीन पर जोड़ें
it: Aggiungi alla schermata home
ja: ホーム画面に追加
ko: 홈 화면에 추가
nl: Toevoegen aan startscherm
pl: Dodaj do ekranu głównego
pt: Adicionar à tela inicial
ru: Добавить на главный экран
th: เพิ่มไปยังหน้าจอหลัก
tr: Ana ekrana ekle
uk: Додати на головний екран
ur: ہوم سکرین میں شامل کریں
vi: Thêm vào màn hình chính
zh: 添加到主屏幕

# shortcutsNotSupported
source: Shortcuts are not supported on this device
ar: الاختصارات غير مدعومة على هذا الجهاز
bn: এই ডিভাইসে শর্টকাট সমর্থিত নয়
de: Verknüpfungen werden auf diesem Gerät nicht unterstützt
el: Οι συντομεύσεις δεν υποστηρίζονται σε αυτή τη συσκευή
es: Los accesos directos no son compatibles con este dispositivo
fr: Les raccourcis ne sont pas supportés sur cet appareil
hi: इस डिवाइस पर शॉर्टकट समर्थित नहीं हैं
it: I collegamenti non sono supportati su questo dispositivo
ja: このデバイスではショートカットがサポートされていません
ko: 이 기기에서는 바로가기가 지원되지 않습니다
nl: Snelkoppelingen worden niet ondersteund op dit apparaat
pl: Skróty nie są obsługiwane na tym urządzeniu
pt: Os atalhos não são suportados neste dispositivo
ru: Ярлыки не поддерживаются на этом устройстве
th: ทางลัดไม่รองรับบนอุปกรณ์นี้
tr: Kısayollar bu cihazda desteklenmiyor
uk: Ярлики не підтримуються на цьому пристрої
ur: اس ڈیوائس پر شارٹ کٹس سپورٹ نہیں ہیں
vi: Lối tắt không được hỗ trợ trên thiết bị này
zh: 此设备不支持快捷方式

# shortcutAdded
source: Shortcut added to home screen
ar: تمت إضافة الاختصار إلى الشاشة الرئيسية
bn: হোম স্ক্রিনে শর্টকাট যোগ করা হয়েছে
de: Verknüpfung zum Startbildschirm hinzugefügt
el: Η συντόμευση προστέθηκε στην αρχική οθόνη
es: Acceso directo añadido a la pantalla de inicio
fr: Raccourci ajouté à l'écran d'accueil
hi: होम स्क्रीन पर शॉर्टकट जोड़ा गया
it: Collegamento aggiunto alla schermata home
ja: ホーム画面にショートカットを追加しました
ko: 홈 화면에 바로가기 추가됨
nl: Snelkoppeling toegevoegd aan startscherm
pl: Skrót dodany do ekranu głównego
pt: Atalho adicionado à tela inicial
ru: Ярлык добавлен на главный экран
th: เพิ่มทางลัดไปยังหน้าจอหลักแล้ว
tr: Ana ekrana kısayol eklendi
uk: Ярлик додано на головний екран
ur: شارٹ کٹ ہوم سکرین میں شامل ہو گیا
vi: Đã thêm lối tắt vào màn hình chính
zh: 快捷方式已添加到主屏幕

# shortcutError
source: Could not create shortcut
ar: تعذر إنشاء الاختصار
bn: শর্টকাট তৈরি করা সম্ভব হয়নি
de: Verknüpfung konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία συντόμευσης
es: No se pudo crear el acceso directo
fr: Impossible de créer le raccourci
hi: शॉर्टकट नहीं बनाया जा सका
it: Impossibile creare il collegamento
ja: ショートカットを作成できません
ko: 바로가기를 만들 수 없습니다
nl: Kon geen snelkoppeling maken
pl: Nie można utworzyć skrótu
pt: Não foi possível criar o atalho
ru: Не удалось создать ярлык
th: ไม่สามารถสร้างทางลัด
tr: Kısayol oluşturulamadı
uk: Не вдалося створити ярлик
ur: شارٹ کٹ بنانے میں ناکام
vi: Không thể tạo lối tắt
zh: 无法创建快捷方式

source: Quick emulation
ar: محاكاة سريعة
bn: দ্রুত এমুলেশন
de: Schnellemulation
el: Γρήγορη εξομοίωση
es: Emulación rápida
fr: Émulation rapide
hi: त्वरित एमुलेशन
it: Emulazione rapida
ja: クイックエミュレーション
ko: 빠른 에뮬레이션
nl: Snelle emulatie
pl: Szybka emulacja
pt: Emulação rápida
ru: Быстрая эмуляция
th: การจำลองอย่างรวดเร็ว
tr: Hızlı emülasyon
uk: Швидка емуляція
ur: فوری ایمولیشن
vi: Mô phỏng nhanh
zh: 快速模拟

source: Emulation in progress
ar: المحاكاة قيد التقدم
bn: এমুলেশন চলছে
de: Emulation läuft
el: Εξομοίωση σε εξέλιξη
es: Emulación en curso
fr: Émulation en cours
hi: एमुलेशन प्रगति में
it: Emulazione in corso
ja: エミュレーション実行中
ko: 에뮬레이션 진행 중
nl: Emulatie bezig
pl: Emulacja w toku
pt: Emulação em andamento
ru: Эмуляция выполняется
th: กำลังจำลอง
tr: Emülasyon devam ediyor
uk: Емуляція в процесі
ur: ایمولیشن جاری ہے
vi: Đang mô phỏng
zh: 模拟进行中

source: Ready to emulate
ar: جاهز للمحاكاة
bn: এমুলেট করার জন্য প্রস্তুত
de: Bereit zur Emulation
el: Έτοιμο για εξομοίωση
es: Listo para emular
fr: Prêt à émuler
hi: एमुलेट करने के लिए तैयार
it: Pronto per emulare
ja: エミュレート準備完了
ko: 에뮬레이트 준비 완료
nl: Klaar om te emuleren
pl: Gotowy do emulacji
pt: Pronto para emular
ru: Готово к эмуляции
th: พร้อมจำลอง
tr: Emüle etmeye hazır
uk: Готово до емуляції
ur: ایمولیٹ کرنے کے لیے تیار
vi: Sẵn sàng mô phỏng
zh: 准备模拟

# approachNfcDevice
source: Bring another NFC device closer
ar: قرّب جهاز NFC آخر
bn: অন্য একটি NFC ডিভাইস কাছে আনুন
de: Bringe ein anderes NFC-Gerät näher
el: Πλησιάστε μια άλλη συσκευή NFC
es: Acerca otro dispositivo NFC
fr: Approchez un autre appareil NFC
hi: दूसरा NFC डिवाइस पास लाएं
it: Avvicina un altro dispositivo NFC
ja: 別のNFCデバイスを近づける
ko: 다른 NFC 기기를 가까이 가져오세요
nl: Breng een ander NFC-apparaat dichterbij
pl: Zbliż inne urządzenie NFC
pt: Aproxime outro dispositivo NFC
ru: Поднесите другое NFC-устройство
th: นำอุปกรณ์ NFC อื่นเข้าใกล้
tr: Başka bir NFC cihazı yaklaştırın
uk: Наблизьте інший NFC пристрій
ur: دوسرا NFC ڈیوائس قریب لائیں
vi: Đưa thiết bị NFC khác lại gần
zh: 请靠近另一个NFC设备

# pressStartToEmulate
source: Press Start to emulate your card
ar: اضغط ابدأ لمحاكاة بطاقتك
bn: আপনার কার্ড এমুলেট করতে শুরু করুন চাপুন
de: Drücke Start um deine Karte zu emulieren
el: Πατήστε Έναρξη για εξομοίωση της κάρτας σας
es: Pulsa Iniciar para emular tu tarjeta
fr: Appuyez sur Démarrer pour émuler votre carte
hi: अपना कार्ड एमुलेट करने के लिए शुरू करें दबाएं
it: Premi Avvia per emulare la tua carta
ja: カードをエミュレートするには開始を押してください
ko: 카드를 에뮬레이트하려면 시작을 누르세요
nl: Druk op Start om je kaart te emuleren
pl: Naciśnij Start, aby emulować kartę
pt: Pressione Iniciar para emular seu cartão
ru: Нажмите Старт для эмуляции карты
th: กดเริ่มเพื่อจำลองบัตรของคุณ
tr: Kartınızı emüle etmek için Başlat'a basın
uk: Натисніть Старт для емуляції вашої картки
ur: اپنا کارڈ ایمولیٹ کرنے کے لیے اسٹارٹ دبائیں
vi: Nhấn Bắt đầu để mô phỏng thẻ của bạn
zh: 按开始模拟您的卡片

source: Start emulation
ar: بدء المحاكاة
bn: এমুলেশন শুরু করুন
de: Emulation starten
el: Έναρξη εξομοίωσης
es: Iniciar emulación
fr: Démarrer l'émulation
hi: एमुलेशन शुरू करें
it: Avvia emulazione
ja: エミュレーション開始
ko: 에뮬레이션 시작
nl: Emulatie starten
pl: Rozpocznij emulację
pt: Iniciar emulação
ru: Начать эмуляцию
th: เริ่มการจำลอง
tr: Emülasyonu başlat
uk: Почати емуляцію
ur: ایمولیشن شروع کریں
vi: Bắt đầu mô phỏng
zh: 开始模拟

# stopEmulation
source: Stop
ar: إيقاف
bn: থামান
de: Stopp
el: Διακοπή
es: Detener
fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止
ko: 정지
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Стоп
th: หยุด
tr: Durdur
uk: Зупинити
ur: رکیں
vi: Dừng
zh: 停止

# restartEmulation
source: Restart
ar: إعادة التشغيل
bn: পুনরায় শুরু করুন
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fr: Relancer
hi: पुनः शुरू करें
it: Riavvia
ja: 再起動
ko: 다시 시작
nl: Herstarten
pl: Uruchom ponownie
pt: Reiniciar
ru: Перезапустить
th: เริ่มใหม่
tr: Yeniden başlat
uk: Перезапустити
ur: دوبارہ شروع کریں
vi: Khởi động lại
zh: 重新开始

source: seconds
ar: ثوانٍ
bn: সেকেন্ড
de: Sekunden
el: δευτερόλεπτα
es: segundos
fr: secondes
hi: सेकंड
it: secondi
ja: 秒
ko: 초
nl: seconden
pl: sekund
pt: segundos
ru: секунд
th: วินาที
tr: saniye
uk: секунди
ur: سیکنڈ
vi: giây
zh: 秒

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh: 关闭

# initialization
source: Initializing...
ar: جارٍ التهيئة...
bn: শুরু করা হচ্ছে...
de: Initialisierung...
el: Αρχικοποίηση...
es: Inicializando...
fr: Initialisation...
hi: आरंभ हो रहा है...
it: Inizializzazione...
ja: 初期化中...
ko: 초기화 중...
nl: Initialiseren...
pl: Inicjalizacja...
pt: Inicializando...
ru: Инициализация...
th: กำลังเริ่มต้น...
tr: Başlatılıyor...
uk: Ініціалізація...
ur: شروع ہو رہا ہے...
vi: Đang khởi tạo...
zh: 初始化中...

# hceOnlyAndroid
source: HCE emulation is only available on Android
ar: محاكاة HCE متاحة فقط على أندرويد
bn: HCE এমুলেশন শুধুমাত্র Android-এ উপলব্ধ
de: HCE-Emulation ist nur auf Android verfügbar
el: Η εξομοίωση HCE είναι διαθέσιμη μόνο σε Android
es: La emulación HCE solo está disponible en Android
fr: L'émulation HCE n'est disponible que sur Android
hi: HCE एमुलेशन केवल Android पर उपलब्ध है
it: L'emulazione HCE è disponibile solo su Android
ja: HCEエミュレーションはAndroidでのみ利用可能です
ko: HCE 에뮬레이션은 Android에서만 사용 가능합니다
nl: HCE-emulatie is alleen beschikbaar op Android
pl: Emulacja HCE jest dostępna tylko na Androidzie
pt: A emulação HCE está disponível apenas no Android
ru: Эмуляция HCE доступна только на Android
th: การจำลอง HCE ใช้ได้เฉพาะบน Android
tr: HCE emülasyonu sadece Android'de kullanılabilir
uk: Емуляція HCE доступна лише на Android
ur: HCE ایمولیشن صرف Android پر دستیاب ہے
vi: Mô phỏng HCE chỉ khả dụng trên Android
zh: HCE模拟仅在Android上可用

# hceNotSupported
source: Your device does not support HCE emulation
ar: جهازك لا يدعم محاكاة HCE
bn: আপনার ডিভাইস HCE এমুলেশন সমর্থন করে না
de: Dein Gerät unterstützt keine HCE-Emulation
el: Η συσκευή σας δεν υποστηρίζει εξομοίωση HCE
es: Tu dispositivo no soporta emulación HCE
fr: Votre appareil ne supporte pas l'émulation HCE
hi: आपका डिवाइस HCE एमुलेशन समर्थित नहीं करता
it: Il tuo dispositivo non supporta l'emulazione HCE
ja: お使いのデバイスはHCEエミュレーションをサポートしていません
ko: 기기가 HCE 에뮬레이션을 지원하지 않습니다
nl: Je apparaat ondersteunt geen HCE-emulatie
pl: Twoje urządzenie nie obsługuje emulacji HCE
pt: Seu dispositivo não suporta emulação HCE
ru: Ваше устройство не поддерживает эмуляцию HCE
th: อุปกรณ์ของคุณไม่รองรับการจำลอง HCE
tr: Cihazınız HCE emülasyonunu desteklemiyor
uk: Ваш пристрій не підтримує емуляцію HCE
ur: آپ کا ڈیوائس HCE ایمولیشن سپورٹ نہیں کرتا
vi: Thiết bị của bạn không hỗ trợ mô phỏng HCE
zh: 您的设备不支持HCE模拟

# enableNfcInSettings
source: Please enable NFC in settings
ar: يرجى تفعيل NFC في الإعدادات
bn: অনুগ্রহ করে সেটিংসে NFC সক্রিয় করুন
de: Bitte aktiviere NFC in den Einstellungen
el: Παρακαλώ ενεργοποιήστε το NFC στις ρυθμίσεις
es: Por favor activa NFC en los ajustes
fr: Veuillez activer le NFC dans les paramètres
hi: कृपया सेटिंग्स में NFC सक्षम करें
it: Per favore attiva NFC nelle impostazioni
ja: 設定でNFCを有効にしてください
ko: 설정에서 NFC를 활성화하세요
nl: Schakel NFC in bij instellingen
pl: Włącz NFC w ustawieniach
pt: Por favor, ative o NFC nas configurações
ru: Включите NFC в настройках
th: โปรดเปิดใช้งาน NFC ในการตั้งค่า
tr: Lütfen ayarlardan NFC'yi etkinleştirin
uk: Будь ласка, увімкніть NFC в налаштуваннях
ur: براہ کرم ترتیبات میں NFC فعال کریں
vi: Vui lòng bật NFC trong cài đặt
zh: 请在设置中启用NFC

# startError
source: Error starting emulation
ar: خطأ في بدء المحاكاة
bn: শুরু করতে ত্রুটি
de: Fehler beim Starten der Emulation
el: Σφάλμα κατά την έναρξη της εξομοίωσης
es: Error al iniciar la emulación
fr: Erreur lors du démarrage
hi: शुरू करते समय त्रुटि
it: Errore nell'avvio dell'emulazione
ja: 起動エラー
ko: 시작 오류
nl: Fout bij starten van emulatie
pl: Błąd uruchamiania
pt: Erro ao iniciar
ru: Ошибка запуска эмуляции
th: ข้อผิดพลาดในการเริ่มต้น
tr: Başlatma hatası
uk: Помилка запуску
ur: ایمولیشن شروع کرنے میں خرابی
vi: Lỗi khởi động
zh: 启动模拟时出错

source: NFC Guide
ar: دليل NFC
bn: NFC গাইড
de: NFC-Leitfaden
el: Οδηγός NFC
es: Guía NFC
fr: Guide NFC
hi: NFC गाइड
it: Guida NFC
ja: NFCガイド
ko: NFC 가이드
nl: NFC-gids
pl: Przewodnik NFC
pt: Guia NFC
ru: Руководство NFC
th: คู่มือ NFC
tr: NFC Kılavuzu
uk: Посібник NFC
ur: NFC گائیڈ
vi: Hướng dẫn NFC
zh: NFC指南

# nfcGuideSubtitle
source: Capabilities and limits
ar: الإمكانيات والحدود
bn: সম্ভাবনা এবং সীমাবদ্ধতা
de: Möglichkeiten und Grenzen
el: Δυνατότητες και όρια
es: Capacidades y límites
fr: Possibilités et limites
hi: संभावनाएं और सीमाएं
it: Capacità e limiti
ja: 可能性と制限
ko: 가능성과 한계
nl: Mogelijkheden en beperkingen
pl: Możliwości i ograniczenia
pt: Possibilidades e limites
ru: Возможности и ограничения
th: ความเป็นไปได้และข้อจำกัด
tr: Olanaklar ve sınırlar
uk: Можливості та обмеження
ur: صلاحیتیں اور حدود
vi: Khả năng và giới hạn
zh: 功能与限制

# aboutNfcGuide
source: About this guide
ar: حول هذا الدليل
bn: এই গাইড সম্পর্কে
de: Über diesen Leitfaden
el: Σχετικά με αυτόν τον οδηγό
es: Acerca de esta guía
fr: À propos de ce guide
hi: इस गाइड के बारे में
it: Informazioni su questa guida
ja: このガイドについて
ko: 이 가이드 정보
nl: Over deze gids
pl: O tym przewodniku
pt: Sobre este guia
ru: Об этом руководстве
th: เกี่ยวกับคู่มือนี้
tr: Bu kılavuz hakkında
uk: Про цей посібник
ur: اس گائیڈ کے بارے میں
vi: Về hướng dẫn này
zh: 关于本指南
