Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

source: Tag operations
ar: عمليات البطاقة
bn: ট্যাগ অপারেশন
de: Tag-Operationen
el: Λειτουργίες ετικέτας
es: Operaciones de etiqueta
fr: Opérations sur les tags
hi: टैग ऑपरेशन
it: Operazioni tag
ja: タグ操作
ko: 태그 작업
nl: Tag-operaties
pl: Operacje na tagach
pt: Operações em tags
ru: Операции с метками
th: การดำเนินการบนแท็ก
tr: Etiket işlemleri
uk: Операції з тегами
ur: ٹیگ آپریشنز
vi: Thao tác trên thẻ
zh: 标签操作

source: Modify
ar: تعديل
bn: পরিবর্তন করুন
de: Ändern
el: Τροποποίηση
es: Modificar
fr: Modifier
hi: संशोधित करें
it: Modifica
ja: 変更
ko: 수정
nl: Wijzigen
pl: Modyfikuj
pt: Modificar
ru: Изменить
th: แก้ไข
tr: Değiştir
uk: Змінити
ur: ترمیم کریں
vi: Sửa đổi
zh: 修改

# modifyTagContent
source: Edit tag content
ar: تعديل المحتوى
bn: কন্টেন্ট পরিবর্তন করুন
de: Inhalt bearbeiten
el: Επεξεργασία περιεχομένου
es: Editar contenido
fr: Modifier le contenu
hi: सामग्री संशोधित करें
it: Modifica contenuto
ja: コンテンツを変更
ko: 콘텐츠 수정
nl: Inhoud bewerken
pl: Modyfikuj zawartość
pt: Modificar o conteúdo
ru: Редактировать содержимое
th: แก้ไขเนื้อหา
tr: İçeriği değiştir
uk: Змінити вміст
ur: مواد میں ترمیم کریں
vi: Sửa đổi nội dung
zh: 编辑内容

source: Format
ar: تهيئة
bn: ফরম্যাট করুন
de: Formatieren
el: Μορφοποίηση
es: Formatear
fr: Formater
hi: फॉर्मेट करें
it: Formatta
ja: フォーマット
ko: 포맷
nl: Formatteren
pl: Formatuj
pt: Formatar
ru: Форматировать
th: ฟอร์แมต
tr: Biçimlendir
uk: Форматувати
ur: فارمیٹ
vi: Định dạng
zh: 格式化

# eraseTag
source: Erase a tag
ar: مسح بطاقة
bn: ট্যাগ মুছে ফেলুন
de: Tag löschen
el: Διαγραφή ετικέτας
es: Borrar etiqueta
fr: Effacer un tag
hi: टैग मिटाएं
it: Cancella tag
ja: タグを消去
ko: 태그 지우기
nl: Tag wissen
pl: Wymaż tag
pt: Apagar uma tag
ru: Стереть метку
th: ลบแท็ก
tr: Etiketi sil
uk: Стерти тег
ur: ٹیگ مٹائیں
vi: Xóa thẻ
zh: 擦除标签

source: More actions
ar: إجراءات أخرى
bn: অন্যান্য ক্রিয়া
de: Weitere Aktionen
el: Περισσότερες ενέργειες
es: Más acciones
fr: Autres actions
hi: अन्य क्रियाएं
it: Altre azioni
ja: その他のアクション
ko: 기타 작업
nl: Meer acties
pl: Inne działania
pt: Outras ações
ru: Другие действия
th: การดำเนินการอื่นๆ
tr: Diğer işlemler
uk: Інші дії
ur: مزید کارروائیاں
vi: Thao tác khác
zh: 更多操作

source: View scanned tags
ar: عرض البطاقات الممسوحة
bn: স্ক্যান করা ট্যাগ দেখুন
de: Gescannte Tags anzeigen
el: Προβολή σαρωμένων ετικετών
es: Ver etiquetas escaneadas
fr: Voir les tags scannés
hi: स्कैन किए गए टैग देखें
it: Visualizza tag scansionati
ja: スキャンしたタグを表示
ko: 스캔한 태그 보기
nl: Gescande tags bekijken
pl: Zobacz zeskanowane tagi
pt: Ver tags escaneadas
ru: Просмотр отсканированных меток
th: ดูแท็กที่สแกน
tr: Taranan etiketleri gör
uk: Переглянути відскановані теги
ur: سکین شدہ ٹیگز دیکھیں
vi: Xem thẻ đã quét
zh: 查看已扫描的标签

source: Format tag
ar: تهيئة بطاقة
bn: ট্যাগ ফরম্যাট করুন
de: Tag formatieren
el: Μορφοποίηση ετικέτας
es: Formatear etiqueta
fr: Formater un tag
hi: टैग फॉर्मेट करें
it: Formatta tag
ja: タグをフォーマット
ko: 태그 포맷
nl: Tag formatteren
pl: Formatuj tag
pt: Formatar uma tag
ru: Форматировать метку
th: ฟอร์แมตแท็ก
tr: Etiketi biçimlendir
uk: Форматувати тег
ur: ٹیگ فارمیٹ کریں
vi: Định dạng thẻ
zh: 格式化标签

# formatWarningTitle
source: Warning
ar: تحذير
bn: সতর্কতা
de: Warnung
el: Προσοχή
es: Advertencia
fr: Attention
hi: चेतावनी
it: Attenzione
ja: 警告
ko: 경고
nl: Waarschuwing
pl: Uwaga
pt: Atenção
ru: Предупреждение
th: คำเตือน
tr: Dikkat
uk: Увага
ur: انتباہ
vi: Cảnh báo
zh: 警告

# formatWarningMessage
source: This operation will permanently erase all data on the tag.
ar: ستؤدي هذه العملية إلى مسح جميع البيانات من البطاقة بشكل دائم.
bn: এই অপারেশনটি ট্যাগ থেকে সমস্ত ডেটা স্থায়ীভাবে মুছে ফেলবে।
de: Dieser Vorgang löscht dauerhaft alle Daten auf dem Tag.
el: Αυτή η λειτουργία θα διαγράψει μόνιμα όλα τα δεδομένα από την ετικέτα.
es: Esta operación borrará permanentemente todos los datos de la etiqueta.
fr: Cette opération va effacer définitivement toutes les données du tag.
hi: यह ऑपरेशन टैग के सभी डेटा को स्थायी रूप से मिटा देगा।
it: Questa operazione cancellerà permanentemente tutti i dati dal tag.
ja: この操作はタグのすべてのデータを完全に消去します。
ko: 이 작업은 태그의 모든 데이터를 영구적으로 지웁니다.
nl: Deze bewerking zal alle gegevens van de tag permanent wissen.
pl: Ta operacja trwale usunie wszystkie dane z tagu.
pt: Esta operação irá apagar definitivamente todos os dados da tag.
ru: Эта операция навсегда удалит все данные с метки.
th: การดำเนินการนี้จะลบข้อมูลทั้งหมดจากแท็กอย่างถาวร
tr: Bu işlem etiketin tüm verilerini kalıcı olarak silecektir.
uk: Ця операція назавжди видалить всі дані з тегу.
ur: یہ آپریشن ٹیگ سے تمام ڈیٹا مستقل طور پر مٹا دے گا۔
vi: Thao tác này sẽ xóa vĩnh viễn tất cả dữ liệu trên thẻ.
zh: 此操作将永久删除标签上的所有数据。

source: Formatting in progress...
ar: جاري التهيئة...
bn: ফরম্যাট করা হচ্ছে...
de: Formatierung läuft...
el: Μορφοποίηση σε εξέλιξη...
es: Formateando...
fr: Formatage en cours...
hi: फॉर्मेट हो रहा है...
it: Formattazione in corso...
ja: フォーマット中...
ko: 포맷 중...
nl: Formatteren...
pl: Formatowanie...
pt: Formatando...
ru: Форматирование...
th: กำลังฟอร์แมต...
tr: Biçimlendiriliyor...
uk: Форматування...
ur: فارمیٹ ہو رہا ہے...
vi: Đang định dạng...
zh: 正在格式化...

# formatSuccess
source: Tag formatted!
ar: تمت تهيئة البطاقة!
bn: ট্যাগ ফরম্যাট করা হয়েছে!
de: Tag formatiert!
el: Η ετικέτα μορφοποιήθηκε!
es: ¡Etiqueta formateada!
fr: Tag formaté !
hi: टैग फॉर्मेट हो गया!
it: Tag formattato!
ja: フォーマット完了！
ko: 태그가 포맷되었습니다!
nl: Tag geformatteerd!
pl: Tag sformatowany!
pt: Tag formatada!
ru: Метка отформатирована!
th: ฟอร์แมตแท็กแล้ว!
tr: Etiket biçimlendirildi!
uk: Тег відформатовано!
ur: ٹیگ فارمیٹ ہو گیا!
vi: Đã định dạng thẻ!
zh: 标签已格式化！

# tagErased
source: All data has been erased from the tag
ar: تم مسح جميع البيانات من البطاقة
bn: ট্যাগ থেকে সমস্ত ডেটা মুছে ফেলা হয়েছে
de: Alle Daten wurden vom Tag gelöscht
el: Όλα τα δεδομένα διαγράφηκαν από την ετικέτα
es: Todos los datos han sido borrados de la etiqueta
fr: Toutes les données ont été effacées du tag
hi: टैग से सभी डेटा मिटा दिया गया है
it: Tutti i dati sono stati cancellati dal tag
ja: タグからすべてのデータが消去されました
ko: 태그에서 모든 데이터가 지워졌습니다
nl: Alle gegevens zijn van de tag gewist
pl: Wszystkie dane zostały usunięte z tagu
pt: Todos os dados foram apagados da tag
ru: Все данные удалены с метки
th: ลบข้อมูลทั้งหมดจากแท็กแล้ว
tr: Etiketteki tüm veriler silindi
uk: Всі дані були видалені з тегу
ur: تمام ڈیٹا ٹیگ سے مٹا دیا گیا
vi: Đã xóa tất cả dữ liệu khỏi thẻ
zh: 所有数据已从标签中删除

source: Format failed
ar: فشلت التهيئة
bn: ফরম্যাট ব্যর্থ
de: Formatierung fehlgeschlagen
el: Η μορφοποίηση απέτυχε
es: Error al formatear
fr: Échec du formatage
hi: फॉर्मेट विफल
it: Formattazione fallita
ja: フォーマット失敗
ko: 포맷 실패
nl: Formatteren mislukt
pl: Formatowanie nieudane
pt: Falha na formatação
ru: Ошибка форматирования
th: ฟอร์แมตล้มเหลว
tr: Biçimlendirme başarısız
uk: Форматування не вдалося
ur: فارمیٹ ناکام
vi: Định dạng thất bại
zh: 格式化失败

# formatTagInstruction
source: Format an NFC tag
ar: تهيئة بطاقة NFC
bn: NFC ট্যাগ ফরম্যাট করুন
de: NFC-Tag formatieren
el: Μορφοποίηση ετικέτας NFC
es: Formatear una etiqueta NFC
fr: Formater un tag NFC
hi: NFC टैग फॉर्मेट करें
it: Formatta un tag NFC
ja: NFCタグをフォーマット
ko: NFC 태그 포맷
nl: Een NFC-tag formatteren
pl: Formatuj tag NFC
pt: Formatar uma tag NFC
ru: Форматировать NFC-метку
th: ฟอร์แมตแท็ก NFC
tr: NFC etiketi biçimlendir
uk: Форматувати NFC тег
ur: NFC ٹیگ فارمیٹ کریں
vi: Định dạng thẻ NFC
zh: 格式化NFC标签

# formatTagDescription
source: Erase all data from a tag to start fresh
ar: مسح جميع البيانات من البطاقة للبدء من جديد
bn: শুরু থেকে শুরু করতে ট্যাগ থেকে সব ডেটা মুছে ফেলুন
de: Alle Daten von einem Tag löschen, um neu zu beginnen
el: Διαγράψτε όλα τα δεδομένα από μια ετικέτα για να ξεκινήσετε από την αρχή
es: Borrar todos los datos de una etiqueta para empezar de cero
fr: Effacer toutes les données d'un tag pour repartir à zéro
hi: शुरुआत से शुरू करने के लिए टैग से सभी डेटा मिटाएं
it: Cancella tutti i dati da un tag per ricominciare da zero
ja: タグのすべてのデータを消去してゼロから始める
ko: 태그의 모든 데이터를 지워서 처음부터 시작
nl: Wis alle gegevens van een tag om opnieuw te beginnen
pl: Wymaż wszystkie dane z tagu, aby zacząć od nowa
pt: Apagar todos os dados de uma tag para começar do zero
ru: Удалить все данные с метки для начала с чистого листа
th: ลบข้อมูลทั้งหมดจากแท็กเพื่อเริ่มต้นใหม่
tr: Sıfırdan başlamak için etiketin tüm verilerini silin
uk: Видалити всі дані з тегу для початку з нуля
ur: نئے سرے سے شروع کرنے کے لیے ٹیگ سے تمام ڈیٹا مٹائیں
vi: Xóa tất cả dữ liệu từ thẻ để bắt đầu lại từ đầu
zh: 删除标签上的所有数据以重新开始

# formatAnother
source: Format another tag
ar: تهيئة بطاقة أخرى
bn: অন্য ট্যাগ ফরম্যাট করুন
de: Ein weiteres Tag formatieren
el: Μορφοποίηση άλλης ετικέτας
es: Formatear otra etiqueta
fr: Formater un autre tag
hi: दूसरा टैग फॉर्मेट करें
it: Formatta un altro tag
ja: 別のタグをフォーマット
ko: 다른 태그 포맷
nl: Nog een tag formatteren
pl: Formatuj kolejny tag
pt: Formatar outra tag
ru: Форматировать другую метку
th: ฟอร์แมตแท็กอื่น
tr: Başka bir etiketi biçimlendir
uk: Форматувати інший тег
ur: دوسرا ٹیگ فارمیٹ کریں
vi: Định dạng thẻ khác
zh: 格式化另一个标签

# startFormat
source: Start formatting
ar: بدء التهيئة
bn: ফরম্যাট শুরু করুন
de: Formatierung starten
el: Έναρξη μορφοποίησης
es: Iniciar formateo
fr: Lancer le formatage
hi: फॉर्मेट शुरू करें
it: Avvia formattazione
ja: フォーマット開始
ko: 포맷 시작
nl: Formatteren starten
pl: Rozpocznij formatowanie
pt: Iniciar formatação
ru: Начать форматирование
th: เริ่มฟอร์แมต
tr: Biçimlendirmeyi başlat
uk: Почати форматування
ur: فارمیٹ شروع کریں
vi: Bắt đầu định dạng
zh: 开始格式化

source: Modify tag
ar: تعديل بطاقة
bn: ট্যাগ পরিবর্তন করুন
de: Tag ändern
el: Τροποποίηση ετικέτας
es: Modificar etiqueta
fr: Modifier un tag
hi: टैग संशोधित करें
it: Modifica tag
ja: タグを変更
ko: 태그 수정
nl: Tag wijzigen
pl: Modyfikuj tag
pt: Modificar uma tag
ru: Изменить метку
th: แก้ไขแท็ก
tr: Etiketi değiştir
uk: Змінити тег
ur: ٹیگ میں ترمیم کریں
vi: Sửa đổi thẻ
zh: 修改标签

# modifyTagInfoTitle
source: How it works
ar: كيف يعمل
bn: এটা কিভাবে কাজ করে
de: So funktioniert es
el: Πώς λειτουργεί
es: Cómo funciona
fr: Comment ça marche
hi: यह कैसे काम करता है
it: Come funziona
ja: 仕組み
ko: 작동 방식
nl: Hoe het werkt
pl: Jak to działa
pt: Como funciona
ru: Как это работает
th: วิธีการทำงาน
tr: Nasıl çalışır
uk: Як це працює
ur: یہ کیسے کام کرتا ہے
vi: Cách thức hoạt động
zh: 工作原理

# modifyTagInfoMessage
source: Scan the tag first to read its current content, then modify it.
ar: امسح البطاقة أولاً لقراءة محتواها الحالي، ثم عدّلها.
bn: প্রথমে বর্তমান কন্টেন্ট পড়তে ট্যাগ স্ক্যান করুন, তারপর এটি পরিবর্তন করুন।
de: Scanne zuerst das Tag, um den aktuellen Inhalt zu lesen, dann ändere ihn.
el: Σαρώστε πρώτα την ετικέτα για να διαβάσετε το τρέχον περιεχόμενο, μετά τροποποιήστε το.
es: Escanea primero la etiqueta para leer su contenido actual, luego modifícalo.
fr: Scannez d'abord le tag pour lire son contenu actuel, puis modifiez-le.
hi: पहले वर्तमान सामग्री पढ़ने के लिए टैग स्कैन करें, फिर इसे संशोधित करें।
it: Scansiona prima il tag per leggere il contenuto attuale, poi modificalo.
ja: 最初にタグをスキャンして現在のコンテンツを読み取り、次に変更します。
ko: 먼저 태그를 스캔하여 현재 콘텐츠를 읽은 다음 수정하세요.
nl: Scan eerst de tag om de huidige inhoud te lezen, wijzig deze daarna.
pl: Najpierw zeskanuj tag, aby odczytać jego aktualną zawartość, a następnie ją zmodyfikuj.
pt: Primeiro escaneie a tag para ler seu conteúdo atual, depois modifique-o.
ru: Сначала отсканируйте метку для чтения текущего содержимого, затем измените его.
th: สแกนแท็กก่อนเพื่ออ่านเนื้อหาปัจจุบัน จากนั้นแก้ไข
tr: Önce mevcut içeriği okumak için etiketi tarayın, sonra değiştirin.
uk: Спочатку відскануйте тег для читання його поточного вмісту, потім змініть його.
ur: موجودہ مواد پڑھنے کے لیے پہلے ٹیگ سکین کریں، پھر اس میں ترمیم کریں۔
vi: Trước tiên quét thẻ để đọc nội dung hiện tại, sau đó sửa đổi nó.
zh: 先扫描标签读取当前内容，然后修改。

# scanningToModify
source: Reading current content...
ar: جاري قراءة المحتوى الحالي...
bn: বর্তমান কন্টেন্ট পড়া হচ্ছে...
de: Aktuellen Inhalt lesen...
el: Ανάγνωση τρέχοντος περιεχομένου...
es: Leyendo contenido actual...
fr: Lecture du contenu actuel...
hi: वर्तमान सामग्री पढ़ी जा रही है...
it: Lettura contenuto attuale...
ja: 現在のコンテンツを読み取り中...
ko: 현재 콘텐츠 읽는 중...
nl: Huidige inhoud lezen...
pl: Odczytywanie aktualnej zawartości...
pt: Lendo o conteúdo atual...
ru: Чтение текущего содержимого...
th: กำลังอ่านเนื้อหาปัจจุบัน...
tr: Mevcut içerik okunuyor...
uk: Читання поточного вмісту...
ur: موجودہ مواد پڑھا جا رہا ہے...
vi: Đang đọc nội dung hiện tại...
zh: 正在读取当前内容...

source: Scan another
ar: مسح أخرى
bn: অন্যটি স্ক্যান করুন
de: Ein anderes scannen
el: Σάρωση άλλης
es: Escanear otra
fr: Scanner un autre
hi: दूसरा स्कैन करें
it: Scansiona un altro
ja: 別のものをスキャン
ko: 다른 것 스캔
nl: Een andere scannen
pl: Zeskanuj inny
pt: Escanear outra
ru: Сканировать другую
th: สแกนอันอื่น
tr: Başka birini tara
uk: Сканувати інший
ur: دوسرا سکین کریں
vi: Quét thẻ khác
zh: 扫描另一个

# editContent
source: Edit
ar: تعديل
bn: পরিবর্তন করুন
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
hi: संशोधित करें
it: Modifica
ja: 変更
ko: 수정
nl: Bewerken
pl: Modyfikuj
pt: Modificar
ru: Редактировать
th: แก้ไข
tr: Değiştir
uk: Змінити
ur: ترمیم کریں
vi: Sửa đổi
zh: 编辑

# modifyTagInstruction
source: Modify an existing tag
ar: تعديل بطاقة موجودة
bn: বিদ্যমান ট্যাগ পরিবর্তন করুন
de: Bestehendes Tag ändern
el: Τροποποίηση υπάρχουσας ετικέτας
es: Modificar una etiqueta existente
fr: Modifier un tag existant
hi: मौजूदा टैग संशोधित करें
it: Modifica un tag esistente
ja: 既存のタグを変更
ko: 기존 태그 수정
nl: Een bestaande tag wijzigen
pl: Modyfikuj istniejący tag
pt: Modificar uma tag existente
ru: Изменить существующую метку
th: แก้ไขแท็กที่มีอยู่
tr: Mevcut etiketi değiştir
uk: Змінити існуючий тег
ur: موجودہ ٹیگ میں ترمیم کریں
vi: Sửa đổi thẻ hiện có
zh: 修改现有标签

# modifyTagDescription
source: Read current content and modify it
ar: قراءة المحتوى الحالي وتعديله
bn: বর্তমান কন্টেন্ট পড়ুন এবং এটি পরিবর্তন করুন
de: Aktuellen Inhalt lesen und ändern
el: Διαβάστε το τρέχον περιεχόμενο και τροποποιήστε το
es: Leer el contenido actual y modificarlo
fr: Lire le contenu actuel et le modifier
hi: वर्तमान सामग्री पढ़ें और इसे संशोधित करें
it: Leggi il contenuto attuale e modificalo
ja: 現在のコンテンツを読み取って変更
ko: 현재 콘텐츠를 읽고 수정
nl: Lees de huidige inhoud en wijzig deze
pl: Odczytaj aktualną zawartość i ją zmodyfikuj
pt: Ler o conteúdo atual e modificá-lo
ru: Прочитать текущее содержимое и изменить его
th: อ่านเนื้อหาปัจจุบันและแก้ไข
tr: Mevcut içeriği okuyun ve değiştirin
uk: Прочитати поточний вміст та змінити його
ur: موجودہ مواد پڑھیں اور اس میں ترمیم کریں
vi: Đọc nội dung hiện tại và sửa đổi nó
zh: 读取当前内容并修改

source: Scan tag to modify
ar: امسح البطاقة للتعديل
bn: পরিবর্তন করতে ট্যাগ স্ক্যান করুন
de: Tag zum Ändern scannen
el: Σαρώστε ετικέτα για τροποποίηση
es: Escanear etiqueta a modificar
fr: Scanner le tag à modifier
hi: संशोधित करने के लिए टैग स्कैन करें
it: Scansiona il tag da modificare
ja: 変更するタグをスキャン
ko: 수정할 태그 스캔
nl: Scan tag om te wijzigen
pl: Zeskanuj tag do modyfikacji
pt: Escanear a tag a modificar
ru: Отсканируйте метку для изменения
th: สแกนแท็กที่จะแก้ไข
tr: Değiştirilecek etiketi tarayın
uk: Відсканувати тег для зміни
ur: ترمیم کے لیے ٹیگ سکین کریں
vi: Quét thẻ cần sửa đổi
zh: 扫描要修改的标签

source: Tag detected
ar: تم اكتشاف البطاقة
bn: ট্যাগ সনাক্ত করা হয়েছে
de: Tag erkannt
el: Ανιχνεύθηκε ετικέτα
es: Etiqueta detectada
fr: Tag détecté
hi: टैग पता चला
it: Tag rilevato
ja: タグを検出しました
ko: 태그 감지됨
nl: Tag gedetecteerd
pl: Wykryto tag
pt: Tag detectada
ru: Метка обнаружена
th: ตรวจพบแท็ก
tr: Etiket algılandı
uk: Тег виявлено
ur: ٹیگ دریافت ہوا
vi: Đã phát hiện thẻ
zh: 检测到标签

source: Current content
ar: المحتوى الحالي
bn: বর্তমান কন্টেন্ট
de: Aktueller Inhalt
el: Τρέχον περιεχόμενο
es: Contenido actual
fr: Contenu actuel
hi: वर्तमान सामग्री
it: Contenuto attuale
ja: 現在のコンテンツ
ko: 현재 콘텐츠
nl: Huidige inhoud
pl: Aktualna zawartość
pt: Conteúdo atual
ru: Текущее содержимое
th: เนื้อหาปัจจุบัน
tr: Mevcut içerik
uk: Поточний вміст
ur: موجودہ مواد
vi: Nội dung hiện tại
zh: 当前内容

# noNdefContent
source: No NDEF content on this tag
ar: لا يوجد محتوى NDEF على هذه البطاقة
bn: এই ট্যাগে কোনো NDEF কন্টেন্ট নেই
de: Kein NDEF-Inhalt auf diesem Tag
el: Δεν υπάρχει περιεχόμενο NDEF σε αυτήν την ετικέτα
es: Sin contenido NDEF en esta etiqueta
fr: Aucun contenu NDEF sur ce tag
hi: इस टैग पर कोई NDEF सामग्री नहीं
it: Nessun contenuto NDEF su questo tag
ja: このタグにNDEFコンテンツはありません
ko: 이 태그에 NDEF 콘텐츠 없음
nl: Geen NDEF-inhoud op deze tag
pl: Brak zawartości NDEF na tym tagu
pt: Nenhum conteúdo NDEF nesta tag
ru: На этой метке нет содержимого NDEF
th: ไม่มีเนื้อหา NDEF บนแท็กนี้
tr: Bu etikette NDEF içeriği yok
uk: Немає вмісту NDEF на цьому тезі
ur: اس ٹیگ پر کوئی NDEF مواد نہیں
vi: Không có nội dung NDEF trên thẻ này
zh: 此标签上没有NDEF内容

# tagState
source: State
ar: الحالة
bn: অবস্থা
de: Status
el: Κατάσταση
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
nl: Status
pl: Stan
pt: Estado
ru: Состояние
th: สถานะ
tr: Durum
uk: Стан
ur: حالت
vi: Trạng thái
zh: 状态

# writingState
source: Writing
ar: الكتابة
bn: লেখা
de: Schreiben
el: Εγγραφή
es: Escritura
fr: Écriture
hi: लेखन
it: Scrittura
ja: 書き込み
ko: 쓰기
nl: Schrijven
pl: Zapis
pt: Escrita
ru: Запись
th: การเขียน
tr: Yazma
uk: Запис
ur: لکھائی
vi: Ghi
zh: 写入

source: Allowed
ar: مسموح
bn: অনুমোদিত
de: Erlaubt
el: Επιτρέπεται
es: Permitida
fr: Autorisée
hi: अनुमति है
it: Consentita
ja: 許可
ko: 허용됨
nl: Toegestaan
pl: Dozwolony
pt: Permitida
ru: Разрешено
th: อนุญาต
tr: İzin verildi
uk: Дозволено
ur: اجازت ہے
vi: Được phép
zh: 允许

source: Blocked
ar: محظور
bn: ব্লক করা
de: Blockiert
el: Αποκλεισμένο
es: Bloqueada
fr: Bloquée
hi: अवरुद्ध
it: Bloccata
ja: ブロック
ko: 차단됨
nl: Geblokkeerd
pl: Zablokowany
pt: Bloqueada
ru: Заблокировано
th: บล็อก
tr: Engellendi
uk: Заблоковано
ur: بلاک
vi: Bị chặn
zh: 已阻止

# lockState
source: Lock
ar: القفل
bn: লক
de: Sperre
el: Κλείδωμα
es: Bloqueo
fr: Verrouillage
hi: लॉक
it: Blocco
ja: ロック
ko: 잠금
nl: Vergrendeling
pl: Blokada
pt: Bloqueio
ru: Блокировка
th: การล็อก
tr: Kilitleme
uk: Блокування
ur: لاک
vi: Khóa
zh: 锁定

source: Locked
ar: مقفل
bn: লক করা
de: Gesperrt
el: Κλειδωμένο
es: Bloqueada
fr: Verrouillé
hi: लॉक है
it: Bloccato
ja: ロック済み
ko: 잠김
nl: Vergrendeld
pl: Zablokowany
pt: Bloqueada
ru: Заблокировано
th: ล็อกแล้ว
tr: Kilitli
uk: Заблоковано
ur: لاک
vi: Đã khóa
zh: 已锁定

source: Not locked
ar: غير مقفل
bn: লক করা হয়নি
de: Nicht gesperrt
el: Μη κλειδωμένο
es: No bloqueada
fr: Non verrouillé
hi: लॉक नहीं
it: Non bloccato
ja: ロックなし
ko: 잠기지 않음
nl: Niet vergrendeld
pl: Niezablokowany
pt: Não bloqueada
ru: Не заблокировано
th: ไม่ได้ล็อก
tr: Kilitli değil
uk: Не заблоковано
ur: لاک نہیں
vi: Chưa khóa
zh: 未锁定

# tagNotModifiable
source: Not modifiable
ar: غير قابل للتعديل
bn: পরিবর্তনযোগ্য নয়
de: Nicht änderbar
el: Μη τροποποιήσιμο
es: No modificable
fr: Non modifiable
hi: संशोधन योग्य नहीं
it: Non modificabile
ja: 変更不可
ko: 수정 불가
nl: Niet wijzigbaar
pl: Niemodyfikowalny
pt: Não modificável
ru: Нельзя изменить
th: ไม่สามารถแก้ไข
tr: Değiştirilemez
uk: Не змінюється
ur: ترمیم نہیں ہو سکتی
vi: Không thể sửa đổi
zh: 不可修改

# tagLockedMessage
source: This tag is locked and cannot be modified.
ar: هذه البطاقة مقفلة ولا يمكن تعديلها.
bn: এই ট্যাগটি লক করা এবং পরিবর্তন করা যাবে না।
de: Dieses Tag ist gesperrt und kann nicht geändert werden.
el: Αυτή η ετικέτα είναι κλειδωμένη και δεν μπορεί να τροποποιηθεί.
es: Esta etiqueta está bloqueada y no puede modificarse.
fr: Ce tag est verrouillé et ne peut pas être modifié.
hi: यह टैग लॉक है और संशोधित नहीं किया जा सकता।
it: Questo tag è bloccato e non può essere modificato.
ja: このタグはロックされており、変更できません。
ko: 이 태그는 잠겨 있어 수정할 수 없습니다.
nl: Deze tag is vergrendeld en kan niet worden gewijzigd.
pl: Ten tag jest zablokowany i nie można go modyfikować.
pt: Esta tag está bloqueada e não pode ser modificada.
ru: Эта метка заблокирована и не может быть изменена.
th: แท็กนี้ถูกล็อกและไม่สามารถแก้ไขได้
tr: Bu etiket kilitli ve değiştirilemez.
uk: Цей тег заблокований і не може бути змінений.
ur: یہ ٹیگ لاک ہے اور اس میں ترمیم نہیں کی جا سکتی۔
vi: Thẻ này bị khóa và không thể sửa đổi.
zh: 此标签已锁定，无法修改。

# tagNotWritableMessage
source: This tag is read-only and cannot be modified.
ar: هذه البطاقة للقراءة فقط ولا يمكن تعديلها.
bn: এই ট্যাগটি শুধুমাত্র পঠনযোগ্য এবং পরিবর্তন করা যাবে না।
de: Dieses Tag ist schreibgeschützt und kann nicht geändert werden.
el: Αυτή η ετικέτα είναι μόνο για ανάγνωση και δεν μπορεί να τροποποιηθεί.
es: Esta etiqueta es de solo lectura y no puede modificarse.
fr: Ce tag est en lecture seule et ne peut pas être modifié.
hi: यह टैग केवल पढ़ने के लिए है और संशोधित नहीं किया जा सकता।
it: Questo tag è di sola lettura e non può essere modificato.
ja: このタグは読み取り専用で、変更できません。
ko: 이 태그는 읽기 전용이며 수정할 수 없습니다.
nl: Deze tag is alleen-lezen en kan niet worden gewijzigd.
pl: Ten tag jest tylko do odczytu i nie można go modyfikować.
pt: Esta tag é somente leitura e não pode ser modificada.
ru: Эта метка только для чтения и не может быть изменена.
th: แท็กนี้เป็นแบบอ่านอย่างเดียวและไม่สามารถแก้ไขได้
tr: Bu etiket salt okunurdur ve değiştirilemez.
uk: Цей тег тільки для читання і не може бути змінений.
ur: یہ ٹیگ صرف پڑھنے کے لیے ہے اور اس میں ترمیم نہیں کی جا سکتی۔
vi: Thẻ này chỉ đọc và không thể sửa đổi.
zh: 此标签为只读，无法修改。

source: Emulate
ar: محاكاة
bn: এমুলেট করুন
de: Emulieren
el: Εξομοίωση
es: Emular
fr: Émuler
hi: एमुलेट करें
it: Emula
ja: エミュレート
ko: 에뮬레이트
nl: Emuleren
pl: Emuluj
pt: Emular
ru: Эмулировать
th: จำลอง
tr: Emüle et
uk: Емулювати
ur: ایمولیٹ
vi: Mô phỏng
zh: 模拟

# emulateDescription
source: Emulate an NFC tag
ar: محاكاة بطاقة NFC
bn: NFC ট্যাগ এমুলেট করুন
de: NFC-Tag emulieren
el: Εξομοίωση ετικέτας NFC
es: Emular una etiqueta NFC
fr: Émuler un tag NFC
hi: NFC टैग एमुलेट करें
it: Emula un tag NFC
ja: NFCタグをエミュレート
ko: NFC 태그 에뮬레이트
nl: Een NFC-tag emuleren
pl: Emuluj tag NFC
pt: Emular uma tag NFC
ru: Эмулировать NFC-метку
th: จำลองแท็ก NFC
tr: NFC etiketi emüle et
uk: Емулювати NFC тег
ur: NFC ٹیگ ایمولیٹ کریں
vi: Mô phỏng thẻ NFC
zh: 模拟NFC标签

# miuiShortcutWarning
source: On Xiaomi devices, you need to allow shortcut creation in settings.
ar: على أجهزة Xiaomi، يجب السماح بإنشاء الاختصارات في الإعدادات.
bn: Xiaomi ডিভাইসে, আপনাকে সেটিংসে শর্টকাট তৈরির অনুমোদন দিতে হবে।
de: Auf Xiaomi-Geräten müssen Sie die Verknüpfungserstellung in den Einstellungen erlauben.
el: Σε συσκευές Xiaomi, πρέπει να επιτρέψετε τη δημιουργία συντομεύσεων στις ρυθμίσεις.
es: En dispositivos Xiaomi, debes permitir la creación de accesos directos en ajustes.
fr: Sur les appareils Xiaomi, vous devez autoriser la création de raccourcis dans les paramètres.
hi: Xiaomi डिवाइस पर, आपको सेटिंग्स में शॉर्टकट बनाने की अनुमति देनी होगी।
it: Sui dispositivi Xiaomi, devi consentire la creazione di collegamenti nelle impostazioni.
ja: Xiaomiデバイスでは、設定でショートカットの作成を許可する必要があります。
ko: Xiaomi 기기에서는 설정에서 바로가기 생성을 허용해야 합니다.
nl: Op Xiaomi-apparaten moet je het maken van snelkoppelingen toestaan in instellingen.
pl: Na urządzeniach Xiaomi musisz zezwolić na tworzenie skrótów w ustawieniach.
pt: Em dispositivos Xiaomi, você deve autorizar a criação de atalhos nas configurações.
ru: На устройствах Xiaomi нужно разрешить создание ярлыков в настройках.
th: บนอุปกรณ์ Xiaomi คุณต้องอนุญาตการสร้างทางลัดในการตั้งค่า
tr: Xiaomi cihazlarda, ayarlardan kısayol oluşturmayı yetkilendirmelisiniz.
uk: На пристроях Xiaomi ви повинні дозволити створення ярликів в налаштуваннях.
ur: Xiaomi ڈیوائسز پر، آپ کو ترتیبات میں شارٹ کٹ بنانے کی اجازت دینی ہوگی۔
vi: Trên thiết bị Xiaomi, bạn phải cho phép tạo lối tắt trong cài đặt.
zh: 在小米设备上，您需要在设置中允许创建快捷方式。
