Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

# nfcGuideIntro
source: This guide details the reading, writing, copying and NFC emulation capabilities of Cards Control, as well as the technical and legal limits you should know.
ar: يوضح هذا الدليل إمكانيات القراءة والكتابة والنسخ ومحاكاة NFC في Cards Control، بالإضافة إلى الحدود التقنية والقانونية التي يجب معرفتها.
bn: এই গাইডটি Cards Control-এর NFC পড়া, লেখা, কপি এবং এমুলেশন ক্ষমতা এবং জানার মতো প্রযুক্তিগত ও আইনি সীমাবদ্ধতা বিস্তারিতভাবে বর্ণনা করে।
de: Dieser Leitfaden beschreibt die Lese-, Schreib-, Kopier- und NFC-Emulationsfähigkeiten von Cards Control sowie die technischen und rechtlichen Grenzen, die Sie kennen sollten.
el: Αυτός ο οδηγός περιγράφει τις δυνατότητες ανάγνωσης, εγγραφής, αντιγραφής και εξομοίωσης NFC του Cards Control, καθώς και τα τεχνικά και νομικά όρια που πρέπει να γνωρίζετε.
es: Esta guía detalla las capacidades de lectura, escritura, copia y emulación NFC de Cards Control, así como los límites técnicos y legales que debes conocer.
fr: Ce guide détaille les capacités de lecture, écriture, copie et émulation NFC de Cards Control, ainsi que les limites techniques et légales à connaître.
hi: यह गाइड Cards Control की पढ़ने, लिखने, कॉपी करने और NFC एमुलेशन क्षमताओं के साथ-साथ जानने योग्य तकनीकी और कानूनी सीमाओं का विवरण देती है।
it: Questa guida descrive le capacità di lettura, scrittura, copia ed emulazione NFC di Cards Control, nonché i limiti tecnici e legali che dovresti conoscere.
ja: このガイドでは、Cards ControlのNFC読み取り、書き込み、コピー、エミュレーション機能と、知っておくべき技術的および法的制限について詳しく説明します。
ko: 이 가이드는 Cards Control의 NFC 읽기, 쓰기, 복사 및 에뮬레이션 기능과 알아야 할 기술적 및 법적 한계에 대해 자세히 설명합니다.
nl: Deze gids beschrijft de lees-, schrijf-, kopieer- en NFC-emulatiemogelijkheden van Cards Control, evenals de technische en juridische beperkingen die je moet kennen.
pl: Ten przewodnik szczegółowo opisuje możliwości odczytu, zapisu, kopiowania i emulacji NFC w Cards Control, a także ograniczenia techniczne i prawne, które warto znać.
pt: Este guia detalha as capacidades de leitura, escrita, cópia e emulação NFC do Cards Control, bem como as limitações técnicas e legais a serem conhecidas.
ru: Это руководство описывает возможности чтения, записи, копирования и эмуляции NFC в Cards Control, а также технические и правовые ограничения.
th: คู่มือนี้อธิบายความสามารถในการอ่าน เขียน คัดลอก และจำลอง NFC ของ Cards Control รวมถึงข้อจำกัดทางเทคนิคและกฎหมายที่ควรทราบ
tr: Bu kılavuz, Cards Control'nun NFC okuma, yazma, kopyalama ve emülasyon yeteneklerini ve bilmeniz gereken teknik ve yasal sınırlamaları ayrıntılı olarak açıklar.
uk: Цей посібник детально описує можливості читання, запису, копіювання та емуляції NFC у Cards Control, а також технічні та юридичні обмеження, які варто знати.
ur: یہ گائیڈ Cards Control کی پڑھنے، لکھنے، کاپی کرنے اور NFC ایمولیشن کی صلاحیتوں کے ساتھ ساتھ تکنیکی اور قانونی حدود کی تفصیل بیان کرتی ہے۔
vi: Hướng dẫn này chi tiết các khả năng đọc, ghi, sao chép và mô phỏng NFC của Cards Control, cũng như các giới hạn kỹ thuật và pháp lý cần biết.
zh: 本指南详细介绍了Cards Control的读取、写入、复制和NFC模拟功能，以及您应了解的技术和法律限制。

# readCapabilities
source: Reading
ar: القراءة
bn: পড়া
de: Lesen
el: Ανάγνωση
es: Lectura
fr: Lecture
hi: पढ़ना
it: Lettura
ja: 読み取り
ko: 읽기
nl: Lezen
pl: Odczyt
pt: Leitura
ru: Чтение
th: การอ่าน
tr: Okuma
uk: Читання
ur: پڑھنا
vi: Đọc
zh: 读取

# writeCapabilities
source: Writing
ar: الكتابة
bn: লেখা
de: Schreiben
el: Εγγραφή
es: Escritura
fr: Écriture
hi: लिखना
it: Scrittura
ja: 書き込み
ko: 쓰기
nl: Schrijven
pl: Zapis
pt: Escrita
ru: Запись
th: การเขียน
tr: Yazma
uk: Запис
ur: لکھنا
vi: Ghi
zh: 写入

# copyCapabilities
source: Copying
ar: النسخ
bn: কপি করা
de: Kopieren
el: Αντιγραφή
es: Copia
fr: Copie
hi: कॉपी करना
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiowanie
pt: Cópia
ru: Копирование
th: การคัดลอก
tr: Kopyalama
uk: Копіювання
ur: کاپی کرنا
vi: Sao chép
zh: 复制

# emulationCapabilities
source: HCE Emulation
ar: محاكاة HCE
bn: HCE এমুলেশন
el: Εξομοίωση HCE
es: Emulación HCE
fr: Émulation HCE
hi: HCE एमुलेशन
it: Emulazione HCE
ja: HCEエミュレーション
ko: HCE 에뮬레이션
nl: HCE-emulatie
pl: Emulacja HCE
pt: Emulação HCE
ru: Эмуляция HCE
th: การจำลอง HCE
tr: HCE Emülasyonu
uk: Емуляція HCE
ur: HCE ایمولیشن
vi: Mô phỏng HCE
zh: HCE模拟

source: Technical limits
ar: الحدود التقنية
bn: প্রযুক্তিগত সীমাবদ্ধতা
de: Technische Grenzen
el: Τεχνικά όρια
es: Límites técnicos
fr: Limites techniques
hi: तकनीकी सीमाएं
it: Limiti tecnici
ja: 技術的制限
ko: 기술적 한계
nl: Technische beperkingen
pl: Ograniczenia techniczne
pt: Limites técnicos
ru: Технические ограничения
th: ข้อจำกัดทางเทคนิค
tr: Teknik sınırlar
uk: Технічні обмеження
ur: تکنیکی حدود
vi: Giới hạn kỹ thuật
zh: 技术限制

source: Legal limits
ar: الحدود القانونية
bn: আইনি সীমাবদ্ধতা
de: Rechtliche Grenzen
el: Νομικά όρια
es: Límites legales
fr: Limites légales
hi: कानूनी सीमाएं
it: Limiti legali
ja: 法的制限
ko: 법적 한계
nl: Juridische beperkingen
pl: Ograniczenia prawne
pt: Limites legais
ru: Правовые ограничения
th: ข้อจำกัดทางกฎหมาย
tr: Yasal sınırlar
uk: Юридичні обмеження
ur: قانونی حدود
vi: Giới hạn pháp lý
zh: 法律限制

source: Supported technologies
ar: التقنيات المدعومة
bn: সমর্থিত প্রযুক্তি
de: Unterstützte Technologien
el: Υποστηριζόμενες τεχνολογίες
es: Tecnologías soportadas
fr: Technologies supportées
hi: समर्थित तकनीकें
it: Tecnologie supportate
ja: サポートされているテクノロジー
ko: 지원되는 기술
nl: Ondersteunde technologieën
pl: Obsługiwane technologie
pt: Tecnologias suportadas
ru: Поддерживаемые технологии
th: เทคโนโลยีที่รองรับ
tr: Desteklenen teknolojiler
uk: Підтримувані технології
ur: تعاون یافتہ ٹیکنالوجیز
vi: Công nghệ được hỗ trợ
zh: 支持的技术

# readNdef
source: NDEF Messages
ar: رسائل NDEF
bn: NDEF বার্তা
de: NDEF-Nachrichten
el: Μηνύματα NDEF
es: Mensajes NDEF
fr: Messages NDEF
hi: NDEF संदेश
it: Messaggi NDEF
ja: NDEFメッセージ
ko: NDEF 메시지
nl: NDEF-berichten
pl: Wiadomości NDEF
pt: Mensagens NDEF
ru: Сообщения NDEF
th: ข้อความ NDEF
tr: NDEF mesajları
uk: Повідомлення NDEF
ur: NDEF پیغامات
vi: Tin nhắn NDEF
zh: NDEF消息

# readNdefDesc
source: URL, text, contacts, WiFi and all standard NDEF types
ar: روابط، نصوص، جهات اتصال، WiFi وجميع أنواع NDEF القياسية
bn: URL, টেক্সট, যোগাযোগ, WiFi এবং সব মানক NDEF প্রকার
de: URL, Text, Kontakte, WiFi und alle Standard-NDEF-Typen
el: URL, κείμενο, επαφές, WiFi και όλοι οι τυπικοί τύποι NDEF
es: URL, texto, contactos, WiFi y todos los tipos NDEF estándar
fr: URL, texte, contacts, WiFi et tous les types NDEF standard
hi: URL, टेक्स्ट, संपर्क, WiFi और सभी मानक NDEF प्रकार
it: URL, testo, contatti, WiFi e tutti i tipi NDEF standard
ja: URL、テキスト、連絡先、WiFi、すべての標準NDEF形式
ko: URL, 텍스트, 연락처, WiFi 및 모든 표준 NDEF 유형
nl: URL, tekst, contacten, WiFi en alle standaard NDEF-typen
pl: URL, tekst, kontakty, WiFi i wszystkie standardowe typy NDEF
pt: URL, texto, contatos, WiFi e todos os tipos NDEF padrão
ru: URL, текст, контакты, WiFi и все стандартные типы NDEF
th: URL ข้อความ ผู้ติดต่อ WiFi และทุกประเภท NDEF มาตรฐาน
tr: URL, metin, kişiler, WiFi ve tüm standart NDEF türleri
uk: URL, текст, контакти, WiFi та всі стандартні типи NDEF
ur: URL، متن، رابطے، WiFi اور تمام معیاری NDEF اقسام
vi: URL, văn bản, liên hệ, WiFi và tất cả các loại NDEF chuẩn
zh: URL、文本、联系人、WiFi及所有标准NDEF类型

# readTagInfo
source: Tag information
ar: معلومات البطاقة
bn: ট্যাগ তথ্য
de: Tag-Informationen
el: Πληροφορίες ετικέτας
es: Información de etiqueta
fr: Informations du tag
hi: टैग जानकारी
it: Informazioni tag
ja: タグ情報
ko: 태그 정보
nl: Tag-informatie
pl: Informacje o tagu
pt: Informações da tag
ru: Информация о метке
th: ข้อมูลแท็ก
tr: Etiket bilgileri
uk: Інформація про тег
ur: ٹیگ کی معلومات
vi: Thông tin thẻ
zh: 标签信息

# readTagInfoDesc
source: UID, type, memory size, supported technologies
ar: المعرف، النوع، حجم الذاكرة، التقنيات المدعومة
bn: UID, ধরন, মেমরি আকার, সমর্থিত প্রযুক্তি
de: UID, Typ, Speichergröße, unterstützte Technologien
el: UID, τύπος, μέγεθος μνήμης, υποστηριζόμενες τεχνολογίες
es: UID, tipo, tamaño de memoria, tecnologías soportadas
fr: UID, type, taille mémoire, technologies supportées
hi: UID, प्रकार, मेमोरी आकार, समर्थित तकनीकें
it: UID, tipo, dimensione memoria, tecnologie supportate
ja: UID、タイプ、メモリサイズ、サポートされているテクノロジー
ko: UID, 유형, 메모리 크기, 지원되는 기술
nl: UID, type, geheugengrootte, ondersteunde technologieën
pl: UID, typ, rozmiar pamięci, obsługiwane technologie
pt: UID, tipo, tamanho da memória, tecnologias suportadas
ru: UID, тип, размер памяти, поддерживаемые технологии
th: UID ประเภท ขนาดหน่วยความจำ เทคโนโลยีที่รองรับ
tr: UID, tür, bellek boyutu, desteklenen teknolojiler
uk: UID, тип, розмір пам'яті, підтримувані технології
ur: UID، قسم، میموری سائز، تعاون یافتہ ٹیکنالوجیز
vi: UID, loại, kích thước bộ nhớ, công nghệ được hỗ trợ
zh: UID、类型、内存大小、支持的技术

# readMifareDesc
source: Reading sectors with default keys
ar: قراءة القطاعات بالمفاتيح الافتراضية
bn: ডিফল্ট কী দিয়ে সেক্টর পড়া
de: Lesen von Sektoren mit Standardschlüsseln
el: Ανάγνωση τομέων με προεπιλεγμένα κλειδιά
es: Lectura de sectores con claves predeterminadas
fr: Lecture des secteurs avec clés par défaut
hi: डिफ़ॉल्ट कुंजियों के साथ सेक्टर पढ़ना
it: Lettura dei settori con chiavi predefinite
ja: デフォルトキーでセクターを読み取り
ko: 기본 키로 섹터 읽기
nl: Sectoren lezen met standaardsleutels
pl: Odczyt sektorów z kluczami domyślnymi
pt: Leitura de setores com chaves padrão
ru: Чтение секторов со стандартными ключами
th: อ่านเซกเตอร์ด้วยคีย์เริ่มต้น
tr: Varsayılan anahtarlarla sektör okuma
uk: Читання секторів з стандартними ключами
ur: ڈیفالٹ کیز کے ساتھ سیکٹرز پڑھنا
vi: Đọc sector với khóa mặc định
zh: 使用默认密钥读取扇区

# readProtectedTags
source: Password protected tags
ar: البطاقات المحمية بكلمة مرور
bn: পাসওয়ার্ড-সুরক্ষিত ট্যাগ
de: Passwortgeschützte Tags
el: Ετικέτες με κωδικό πρόσβασης
es: Etiquetas protegidas por contraseña
fr: Tags protégés par mot de passe
hi: पासवर्ड-संरक्षित टैग
it: Tag protetti da password
ja: パスワード保護タグ
ko: 비밀번호로 보호된 태그
nl: Wachtwoordbeveiligde tags
pl: Tagi chronione hasłem
pt: Tags protegidas por senha
ru: Защищённые паролем метки
th: แท็กที่ป้องกันด้วยรหัสผ่าน
tr: Şifre korumalı etiketler
uk: Теги, захищені паролем
ur: پاس ورڈ محفوظ ٹیگز
vi: Thẻ được bảo vệ bằng mật khẩu
zh: 密码保护的标签

# readProtectedTagsDesc
source: Not possible without knowing the password or encryption key
ar: غير ممكن بدون معرفة كلمة المرور أو مفتاح التشفير
bn: পাসওয়ার্ড বা এনক্রিপশন কী না জানলে অসম্ভব
de: Nicht möglich ohne Kenntnis des Passworts oder Verschlüsselungsschlüssels
el: Δεν είναι δυνατό χωρίς τη γνώση του κωδικού ή του κλειδιού κρυπτογράφησης
es: No es posible sin conocer la contraseña o clave de cifrado
fr: Impossible sans connaître le mot de passe ou la clé de chiffrement
hi: पासवर्ड या एन्क्रिप्शन कुंजी जाने बिना असंभव
it: Non possibile senza conoscere la password o la chiave di crittografia
ja: パスワードまたは暗号化キーを知らないと不可能
ko: 비밀번호나 암호화 키를 모르면 불가능
nl: Niet mogelijk zonder het wachtwoord of de encryptiesleutel te kennen
pl: Niemożliwe bez znajomości hasła lub klucza szyfrowania
pt: Impossível sem conhecer a senha ou chave de criptografia
ru: Невозможно без знания пароля или ключа шифрования
th: เป็นไปไม่ได้หากไม่ทราบรหัสผ่านหรือคีย์การเข้ารหัส
tr: Şifre veya şifreleme anahtarını bilmeden imkansız
uk: Неможливо без знання пароля або ключа шифрування
ur: پاس ورڈ یا انکرپشن کی جانے بغیر ممکن نہیں
vi: Không thể thực hiện nếu không biết mật khẩu hoặc khóa mã hóa
zh: 不知道密码或加密密钥时无法读取

# readBankCards
source: EMV bank cards
ar: البطاقات المصرفية EMV
bn: EMV ব্যাংক কার্ড
de: EMV-Bankkarten
el: Τραπεζικές κάρτες EMV
es: Tarjetas bancarias EMV
fr: Cartes bancaires EMV
hi: EMV बैंक कार्ड
it: Carte bancarie EMV
ja: EMV銀行カード
ko: EMV 은행 카드
nl: EMV-bankkaarten
pl: Karty bankowe EMV
pt: Cartões bancários EMV
ru: Банковские карты EMV
th: บัตรธนาคาร EMV
tr: EMV banka kartları
uk: Банківські картки EMV
ur: EMV بینک کارڈز
vi: Thẻ ngân hàng EMV
zh: EMV银行卡

# readBankCardsDesc
source: Sensitive data protected by hardware encryption
ar: البيانات الحساسة محمية بتشفير الأجهزة
bn: সংবেদনশীল ডেটা হার্ডওয়্যার এনক্রিপশন দ্বারা সুরক্ষিত
de: Sensible Daten durch Hardware-Verschlüsselung geschützt
el: Ευαίσθητα δεδομένα προστατευμένα από κρυπτογράφηση υλικού
es: Datos sensibles protegidos por cifrado de hardware
fr: Données sensibles protégées par chiffrement matériel
hi: संवेदनशील डेटा हार्डवेयर एन्क्रिप्शन द्वारा सुरक्षित
it: Dati sensibili protetti da crittografia hardware
ja: 機密データはハードウェア暗号化で保護
ko: 민감한 데이터는 하드웨어 암호화로 보호됨
nl: Gevoelige gegevens beschermd door hardware-encryptie
pl: Wrażliwe dane chronione szyfrowaniem sprzętowym
pt: Dados sensíveis protegidos por criptografia de hardware
ru: Конфиденциальные данные защищены аппаратным шифрованием
th: ข้อมูลที่ละเอียดอ่อนได้รับการป้องกันด้วยการเข้ารหัสฮาร์ดแวร์
tr: Hassas veriler donanım şifrelemesi ile korunur
uk: Конфіденційні дані захищені апаратним шифруванням
ur: حساس ڈیٹا ہارڈویئر انکرپشن سے محفوظ
vi: Dữ liệu nhạy cảm được bảo vệ bằng mã hóa phần cứng
zh: 敏感数据受硬件加密保护

# writeNdef
source: NDEF Messages
ar: رسائل NDEF
bn: NDEF বার্তা
de: NDEF-Nachrichten
el: Μηνύματα NDEF
es: Mensajes NDEF
fr: Messages NDEF
hi: NDEF संदेश
it: Messaggi NDEF
ja: NDEFメッセージ
ko: NDEF 메시지
nl: NDEF-berichten
pl: Wiadomości NDEF
pt: Mensagens NDEF
ru: Сообщения NDEF
th: ข้อความ NDEF
tr: NDEF mesajları
uk: Повідомлення NDEF
ur: NDEF پیغامات
vi: Tin nhắn NDEF
zh: NDEF消息

# writeNdefDesc
source: Writing all NDEF formats on compatible tags
ar: كتابة جميع تنسيقات NDEF على البطاقات المتوافقة
bn: সামঞ্জস্যপূর্ণ ট্যাগে সব NDEF ফরম্যাট লেখা
de: Schreiben aller NDEF-Formate auf kompatible Tags
el: Εγγραφή όλων των μορφών NDEF σε συμβατές ετικέτες
es: Escritura de todos los formatos NDEF en etiquetas compatibles
fr: Écriture de tous les formats NDEF sur tags compatibles
hi: संगत टैग पर सभी NDEF प्रारूप लिखना
it: Scrittura di tutti i formati NDEF su tag compatibili
ja: 互換性のあるタグにすべてのNDEF形式を書き込み
ko: 호환 태그에 모든 NDEF 형식 쓰기
nl: Alle NDEF-formaten schrijven naar compatibele tags
pl: Zapis wszystkich formatów NDEF na zgodnych tagach
pt: Escrita de todos os formatos NDEF em tags compatíveis
ru: Запись всех форматов NDEF на совместимые метки
th: เขียนรูปแบบ NDEF ทั้งหมดบนแท็กที่รองรับ
tr: Uyumlu etiketlere tüm NDEF formatlarını yazma
uk: Запис всіх форматів NDEF на сумісні теги
ur: ہم آہنگ ٹیگز پر تمام NDEF فارمیٹس لکھنا
vi: Ghi tất cả định dạng NDEF lên thẻ tương thích
zh: 在兼容标签上写入所有NDEF格式

# writeUrl
source: URL / Links
ar: روابط / URLs
bn: URL / লিংক
el: URL / Σύνδεσμοι
es: URL / Enlaces
fr: URL / Liens
hi: URL / लिंक
it: URL / Link
ja: URL / リンク
ko: URL / 링크
pl: URL / Linki
ru: URL / Ссылки
th: URL / ลิงก์
tr: URL / Bağlantılar
uk: URL / Посилання
ur: URL / لنکس
vi: URL / Liên kết
zh: URL / 链接

# writeUrlDesc
source: Websites, deep links to applications
ar: مواقع ويب، روابط عميقة للتطبيقات
bn: ওয়েবসাইট, অ্যাপগুলিতে ডিপ লিংক
de: Webseiten, Deep-Links zu Anwendungen
el: Ιστοσελίδες, deep links σε εφαρμογές
es: Sitios web, enlaces profundos a aplicaciones
fr: Sites web, liens profonds vers applications
hi: वेबसाइटें, ऐप्स के लिए डीप लिंक
it: Siti web, deep link alle applicazioni
ja: ウェブサイト、アプリへのディープリンク
ko: 웹사이트, 앱으로의 딥 링크
nl: Websites, deep links naar applicaties
pl: Strony internetowe, głębokie linki do aplikacji
pt: Sites, links diretos para aplicativos
ru: Веб-сайты, глубокие ссылки на приложения
th: เว็บไซต์ ลิงก์ลึกไปยังแอป
tr: Web siteleri, uygulamalara derin bağlantılar
uk: Веб-сайти, глибокі посилання на додатки
ur: ویب سائٹس، ایپلیکیشنز کے ڈیپ لنکس
vi: Trang web, liên kết sâu đến ứng dụng
zh: 网站、应用深度链接

# writeText
source: Plain text
ar: نص عادي
bn: সাধারণ টেক্সট
de: Klartext
el: Απλό κείμενο
es: Texto plano
fr: Texte brut
hi: सादा टेक्स्ट
it: Testo semplice
ja: プレーンテキスト
ko: 일반 텍스트
nl: Platte tekst
pl: Zwykły tekst
pt: Texto simples
ru: Обычный текст
th: ข้อความธรรมดา
tr: Düz metin
uk: Простий текст
ur: سادہ متن
vi: Văn bản thuần
zh: 纯文本

# writeTextDesc
source: Messages, notes, identifiers
ar: رسائل، ملاحظات، معرفات
bn: বার্তা, নোট, শনাক্তকারী
de: Nachrichten, Notizen, Identifikatoren
el: Μηνύματα, σημειώσεις, αναγνωριστικά
es: Mensajes, notas, identificadores
fr: Messages, notes, identifiants
hi: संदेश, नोट्स, पहचानकर्ता
it: Messaggi, note, identificatori
ja: メッセージ、メモ、識別子
ko: 메시지, 메모, 식별자
nl: Berichten, notities, identificaties
pl: Wiadomości, notatki, identyfikatory
pt: Mensagens, notas, identificadores
ru: Сообщения, заметки, идентификаторы
th: ข้อความ บันทึกย่อ ตัวระบุ
tr: Mesajlar, notlar, tanımlayıcılar
uk: Повідомлення, нотатки, ідентифікатори
ur: پیغامات، نوٹس، شناخت کنندگان
vi: Tin nhắn, ghi chú, định danh
zh: 消息、笔记、标识符

# writeVcard
source: Business cards (vCard)
ar: بطاقات العمل (vCard)
bn: ব্যবসায়িক কার্ড (vCard)
de: Visitenkarten (vCard)
el: Επαγγελματικές κάρτες (vCard)
es: Tarjetas de visita (vCard)
fr: Cartes de visite (vCard)
hi: बिज़नेस कार्ड (vCard)
it: Biglietti da visita (vCard)
ja: 名刺（vCard）
ko: 명함 (vCard)
nl: Visitekaartjes (vCard)
pl: Wizytówki (vCard)
pt: Cartões de visita (vCard)
ru: Визитки (vCard)
th: นามบัตร (vCard)
tr: Kartvizitler (vCard)
uk: Візитні картки (vCard)
ur: بزنس کارڈز (vCard)
vi: Danh thiếp (vCard)
zh: 名片 (vCard)

# writeVcardDesc
source: Contacts with name, phone, email, etc.
ar: جهات اتصال مع الاسم والهاتف والبريد الإلكتروني وغيرها
bn: নাম, ফোন, ইমেল ইত্যাদি সহ যোগাযোগ
de: Kontakte mit Name, Telefon, E-Mail usw.
el: Επαφές με όνομα, τηλέφωνο, email κλπ.
es: Contactos con nombre, teléfono, email, etc.
fr: Contacts avec nom, téléphone, email, etc.
hi: नाम, फोन, ईमेल आदि के साथ संपर्क
it: Contatti con nome, telefono, email, ecc.
ja: 名前、電話、メールなどの連絡先
ko: 이름, 전화, 이메일 등이 포함된 연락처
nl: Contacten met naam, telefoon, e-mail, enz.
pl: Kontakty z imieniem, telefonem, e-mailem itp.
pt: Contatos com nome, telefone, email, etc.
ru: Контакты с именем, телефоном, email и т.д.
th: ผู้ติดต่อที่มีชื่อ โทรศัพท์ อีเมล ฯลฯ
tr: Ad, telefon, e-posta vb. içeren kişiler
uk: Контакти з ім'ям, телефоном, email тощо
ur: نام، فون، ای میل وغیرہ کے ساتھ رابطے
vi: Liên hệ có tên, điện thoại, email, v.v.
zh: 包含姓名、电话、邮箱等的联系人

# writeWifi
source: WiFi configuration
ar: إعدادات WiFi
bn: WiFi কনফিগারেশন
de: WiFi-Konfiguration
el: Ρύθμιση WiFi
es: Configuración WiFi
fr: Configuration WiFi
hi: WiFi कॉन्फ़िगरेशन
it: Configurazione WiFi
ja: WiFi設定
ko: WiFi 구성
nl: WiFi-configuratie
pl: Konfiguracja WiFi
pt: Configuração WiFi
ru: Настройки WiFi
th: การกำหนดค่า WiFi
tr: WiFi yapılandırması
uk: Налаштування WiFi
ur: WiFi کنفیگریشن
vi: Cấu hình WiFi
zh: WiFi配置

# writeWifiDesc
source: SSID, password and security type
ar: اسم الشبكة وكلمة المرور ونوع الأمان
bn: SSID, পাসওয়ার্ড এবং নিরাপত্তা ধরন
de: SSID, Passwort und Sicherheitstyp
el: SSID, κωδικός και τύπος ασφάλειας
es: SSID, contraseña y tipo de seguridad
fr: SSID, mot de passe et type de sécurité
hi: SSID, पासवर्ड और सुरक्षा प्रकार
it: SSID, password e tipo di sicurezza
ja: SSID、パスワード、セキュリティタイプ
ko: SSID, 비밀번호 및 보안 유형
nl: SSID, wachtwoord en beveiligingstype
pl: SSID, hasło i typ zabezpieczeń
pt: SSID, senha e tipo de segurança
ru: SSID, пароль и тип безопасности
th: SSID รหัสผ่าน และประเภทความปลอดภัย
tr: SSID, şifre ve güvenlik türü
uk: SSID, пароль та тип безпеки
ur: SSID، پاس ورڈ اور سیکیورٹی کی قسم
vi: SSID, mật khẩu và loại bảo mật
zh: SSID、密码和安全类型

# writeLock
source: Tag locking
ar: قفل البطاقة
bn: ট্যাগ লক করা
de: Tag-Sperrung
el: Κλείδωμα ετικέτας
es: Bloqueo de etiqueta
fr: Verrouillage de tag
hi: टैग लॉक करना
it: Blocco tag
ja: タグロック
ko: 태그 잠금
nl: Tag vergrendelen
pl: Blokowanie tagu
pt: Bloqueio de tag
ru: Блокировка метки
th: การล็อกแท็ก
tr: Etiket kilitleme
uk: Блокування тегу
ur: ٹیگ لاک کرنا
vi: Khóa thẻ
zh: 标签锁定

# writeLockDesc
source: Permanent or reversible write protection
ar: حماية الكتابة الدائمة أو القابلة للعكس
bn: স্থায়ী বা বিপরীতযোগ্য লেখার সুরক্ষা
de: Permanenter oder umkehrbarer Schreibschutz
el: Μόνιμη ή αναστρέψιμη προστασία εγγραφής
es: Protección de escritura permanente o reversible
fr: Protection en écriture permanente ou réversible
hi: स्थायी या प्रतिवर्ती लेखन सुरक्षा
it: Protezione scrittura permanente o reversibile
ja: 永続的または可逆的な書き込み保護
ko: 영구 또는 가역 쓰기 보호
nl: Permanente of omkeerbare schrijfbeveiliging
pl: Ochrona zapisu trwała lub odwracalna
pt: Proteção contra escrita permanente ou reversível
ru: Постоянная или обратимая защита от записи
th: การป้องกันการเขียนแบบถาวรหรือย้อนกลับได้
tr: Kalıcı veya geri döndürülebilir yazma koruması
uk: Постійний або оборотний захист від запису
ur: مستقل یا واپس لینے کے قابل تحریری تحفظ
vi: Bảo vệ ghi vĩnh viễn hoặc có thể đảo ngược
zh: 永久或可逆的写保护

# writeProtectedTags
source: Locked tags
ar: البطاقات المقفلة
bn: লক করা ট্যাগ
de: Gesperrte Tags
el: Κλειδωμένες ετικέτες
es: Etiquetas bloqueadas
fr: Tags verrouillés
hi: लॉक किए गए टैग
it: Tag bloccati
ja: ロックされたタグ
ko: 잠긴 태그
nl: Vergrendelde tags
pl: Zablokowane tagi
pt: Tags bloqueadas
ru: Заблокированные метки
th: แท็กที่ล็อก
tr: Kilitli etiketler
uk: Заблоковані теги
ur: مقفل ٹیگز
vi: Thẻ bị khóa
zh: 已锁定的标签

# writeProtectedTagsDesc
source: Cannot modify a permanently locked tag
ar: لا يمكن تعديل بطاقة مقفلة بشكل دائم
bn: স্থায়ীভাবে লক করা ট্যাগ সংশোধন করা অসম্ভব
de: Ein dauerhaft gesperrtes Tag kann nicht geändert werden
el: Δεν μπορεί να τροποποιηθεί μια μόνιμα κλειδωμένη ετικέτα
es: No se puede modificar una etiqueta bloqueada permanentemente
fr: Impossible de modifier un tag verrouillé de manière permanente
hi: स्थायी रूप से लॉक किए गए टैग को संशोधित करना असंभव
it: Non è possibile modificare un tag bloccato permanentemente
ja: 永続的にロックされたタグは変更不可
ko: 영구적으로 잠긴 태그는 수정 불가능
nl: Een permanent vergrendelde tag kan niet worden gewijzigd
pl: Niemożliwe jest modyfikowanie trwale zablokowanego tagu
pt: Impossível modificar uma tag bloqueada permanentemente
ru: Нельзя изменить постоянно заблокированную метку
th: เป็นไปไม่ได้ที่จะแก้ไขแท็กที่ล็อกถาวร
tr: Kalıcı olarak kilitlenmiş etiketi değiştirmek imkansız
uk: Неможливо змінити постійно заблокований тег
ur: مستقل طور پر مقفل ٹیگ میں ترمیم نہیں کی جا سکتی
vi: Không thể sửa đổi thẻ bị khóa vĩnh viễn
zh: 无法修改永久锁定的标签

# copyNdef
source: NDEF content
ar: محتوى NDEF
bn: NDEF কন্টেন্ট
de: NDEF-Inhalt
el: Περιεχόμενο NDEF
es: Contenido NDEF
fr: Contenu NDEF
hi: NDEF सामग्री
it: Contenuto NDEF
ja: NDEFコンテンツ
ko: NDEF 콘텐츠
nl: NDEF-inhoud
pl: Zawartość NDEF
pt: Conteúdo NDEF
ru: Содержимое NDEF
th: เนื้อหา NDEF
tr: NDEF içeriği
uk: Вміст NDEF
ur: NDEF مواد
vi: Nội dung NDEF
zh: NDEF内容

# copyNdefDesc
source: Complete copy of NDEF data to another tag
ar: نسخ كامل لبيانات NDEF إلى بطاقة أخرى
bn: অন্য ট্যাগে NDEF ডেটার সম্পূর্ণ কপি
de: Vollständige Kopie der NDEF-Daten auf ein anderes Tag
el: Πλήρης αντιγραφή δεδομένων NDEF σε άλλη ετικέτα
es: Copia completa de datos NDEF a otra etiqueta
fr: Copie complète des données NDEF vers un autre tag
hi: दूसरे टैग पर NDEF डेटा की पूर्ण प्रतिलिपि
it: Copia completa dei dati NDEF su un altro tag
ja: NDEFデータを別のタグに完全コピー
ko: NDEF 데이터를 다른 태그로 완전 복사
nl: Volledige kopie van NDEF-gegevens naar een andere tag
pl: Pełna kopia danych NDEF na inny tag
pt: Cópia completa dos dados NDEF para outra tag
ru: Полное копирование данных NDEF на другую метку
th: คัดลอกข้อมูล NDEF ทั้งหมดไปยังแท็กอื่น
tr: NDEF verilerinin başka bir etikete tam kopyası
uk: Повне копіювання даних NDEF на інший тег
ur: دوسرے ٹیگ پر NDEF ڈیٹا کی مکمل کاپی
vi: Sao chép hoàn toàn dữ liệu NDEF sang thẻ khác
zh: 将NDEF数据完整复制到另一个标签

# copyUid
source: Tag UID
ar: معرف البطاقة
bn: ট্যাগ UID
el: UID ετικέτας
es: UID de etiqueta
fr: UID du tag
hi: टैग UID
it: UID del tag
ja: タグUID
ko: 태그 UID
pl: UID tagu
pt: UID da tag
ru: UID метки
th: UID ของแท็ก
tr: Etiket UID
uk: UID тегу
ur: ٹیگ UID
vi: UID thẻ
zh: 标签UID
