Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

source: Home
ar: الرئيسية
bn: হোম
de: Startseite
el: Αρχική
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pl: Strona główna
pt: Início
ru: Главная
th: หน้าหลัก
tr: Ana Sayfa
uk: Головна
ur: ہوم
vi: Trang chủ
zh: 首页

source: Welcome!
ar: مرحباً!
bn: স্বাগতম!
de: Willkommen!
el: Καλώς ήρθατε!
es: ¡Bienvenido!
fr: Bienvenue !
hi: स्वागत है!
it: Benvenuto!
ja: ようこそ！
ko: 환영합니다!
nl: Welkom!
pl: Witamy!
pt: Bem-vindo!
ru: Добро пожаловать!
th: ยินดีต้อนรับ!
tr: Hoş geldiniz!
uk: Ласкаво просимо!
ur: خوش آمدید!
vi: Chào mừng!
zh: 欢迎！

# whatToDo
source: What would you like to do today?
ar: ماذا تريد أن تفعل اليوم؟
bn: আজ আপনি কী করতে চান?
de: Was möchtest du heute tun?
el: Τι θα θέλατε να κάνετε σήμερα;
es: ¿Qué te gustaría hacer hoy?
fr: Que souhaitez-vous faire aujourd'hui ?
hi: आज आप क्या करना चाहेंगे?
it: Cosa vorresti fare oggi?
ja: 今日は何をしますか？
ko: 오늘 무엇을 하시겠습니까?
nl: Wat wil je vandaag doen?
pl: Co chcesz dzisiaj zrobić?
pt: O que você gostaria de fazer hoje?
ru: Что вы хотите сделать сегодня?
th: วันนี้คุณต้องการทำอะไร?
tr: Bugün ne yapmak istersiniz?
uk: Що б ви хотіли зробити сьогодні?
ur: آج آپ کیا کرنا چاہیں گے؟
vi: Hôm nay bạn muốn làm gì?
zh: 今天你想做什么？

source: Quick actions
ar: إجراءات سريعة
bn: দ্রুত ক্রিয়া
de: Schnellaktionen
el: Γρήγορες ενέργειες
es: Acciones rápidas
fr: Actions rapides
hi: त्वरित क्रियाएं
it: Azioni rapide
ja: クイックアクション
ko: 빠른 작업
nl: Snelle acties
pl: Szybkie akcje
pt: Ações rápidas
ru: Быстрые действия
th: การดำเนินการด่วน
tr: Hızlı İşlemler
uk: Швидкі дії
ur: فوری کارروائیاں
vi: Thao tác nhanh
zh: 快捷操作

source: Read
ar: قراءة
bn: পড়ুন
de: Lesen
el: Ανάγνωση
es: Leer
fr: Lire
hi: पढ़ें
it: Leggi
ja: 読み取り
ko: 읽기
nl: Lezen
pl: Odczyt
pt: Ler
ru: Чтение
th: อ่าน
tr: Oku
uk: Читати
ur: پڑھیں
vi: Đọc
zh: 读取

# scanTag
source: Scan a tag
ar: مسح البطاقة
bn: ট্যাগ স্ক্যান করুন
de: Tag scannen
el: Σάρωση ετικέτας
es: Escanear etiqueta
fr: Scanner un tag
hi: टैग स्कैन करें
it: Scansiona tag
ja: タグをスキャン
ko: 태그 스캔
nl: Tag scannen
pl: Skanuj tag
pt: Escanear uma tag
ru: Сканировать метку
th: สแกนแท็ก
tr: Etiket tara
uk: Сканувати тег
ur: ٹیگ سکین کریں
vi: Quét thẻ
zh: 扫描标签

source: Write
ar: كتابة
bn: লিখুন
de: Schreiben
el: Εγγραφή
es: Escribir
fr: Écrire
hi: लिखें
it: Scrivi
ja: 書き込み
ko: 쓰기
nl: Schrijven
pl: Zapis
pt: Escrever
ru: Запись
th: เขียน
tr: Yaz
uk: Записати
ur: لکھیں
vi: Ghi
zh: 写入

# programTag
source: Program a tag
ar: برمجة البطاقة
bn: ট্যাগ প্রোগ্রাম করুন
de: Tag programmieren
el: Προγραμματισμός ετικέτας
es: Programar etiqueta
fr: Programmer un tag
hi: टैग प्रोग्राम करें
it: Programma tag
ja: タグをプログラム
ko: 태그 프로그램
nl: Tag programmeren
pl: Programuj tag
pt: Programar uma tag
ru: Программировать метку
th: โปรแกรมแท็ก
tr: Etiket programla
uk: Запрограмувати тег
ur: ٹیگ پروگرام کریں
vi: Lập trình thẻ
zh: 编程标签

source: Copy
ar: نسخ
bn: কপি করুন
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копіювати
ur: کاپی
vi: Sao chép
zh: 复制

# duplicateTag
source: Duplicate a tag
ar: نسخ البطاقة
bn: ট্যাগ ডুপ্লিকেট করুন
de: Tag duplizieren
el: Αντιγραφή ετικέτας
es: Duplicar etiqueta
fr: Dupliquer un tag
hi: टैग डुप्लिकेट करें
it: Duplica tag
ja: タグを複製
ko: 태그 복제
nl: Tag dupliceren
pl: Duplikuj tag
pt: Duplicar uma tag
ru: Дублировать метку
th: ทำซ้ำแท็ก
tr: Etiketi çoğalt
uk: Дублювати тег
ur: ٹیگ ڈپلیکیٹ کریں
vi: Nhân bản thẻ
zh: 复制标签

source: Cards
ar: البطاقات
bn: কার্ড
de: Karten
el: Κάρτες
es: Tarjetas
fr: Cartes
hi: कार्ड
it: Carte
ja: カード
ko: 카드
nl: Kaarten
pl: Karty
pt: Cartões
ru: Карты
th: บัตร
tr: Kartlar
uk: Картки
ur: کارڈز
vi: Thẻ
zh: 卡片

source: Business cards
ar: بطاقات العمل
bn: ব্যবসায়িক কার্ড
de: Visitenkarten
el: Επαγγελματικές κάρτες
es: Tarjetas de visita
fr: Cartes de visite
hi: बिज़नेस कार्ड
it: Biglietti da visita
ja: 名刺
ko: 명함
nl: Visitekaartjes
pl: Wizytówki
pt: Cartões de visita
ru: Визитки
th: นามบัตร
tr: Kartvizitler
uk: Візитні картки
ur: بزنس کارڈز
vi: Danh thiếp
zh: 名片

source: Statistics
ar: الإحصائيات
bn: পরিসংখ্যান
de: Statistiken
el: Στατιστικά
es: Estadísticas
fr: Statistiques
hi: सांख्यिकी
it: Statistiche
ja: 統計
ko: 통계
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistikler
uk: Статистика
ur: اعدادوشمار
vi: Thống kê
zh: 统计

source: Scanned tags
ar: البطاقات الممسوحة
bn: স্ক্যান করা ট্যাগ
de: Gescannte Tags
el: Σαρωμένες ετικέτες
es: Etiquetas escaneadas
fr: Tags scannés
hi: स्कैन किए गए टैग
it: Tag scansionati
ja: スキャンしたタグ
ko: 스캔한 태그
nl: Gescande tags
pl: Zeskanowane tagi
pt: Tags escaneadas
ru: Отсканированные метки
th: แท็กที่สแกนแล้ว
tr: Taranan etiketler
uk: Відскановані теги
ur: سکین شدہ ٹیگز
vi: Thẻ đã quét
zh: 已扫描标签

source: Favorites
ar: المفضلة
bn: প্রিয়
de: Favoriten
el: Αγαπημένα
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное
th: รายการโปรด
tr: Favoriler
uk: Обране
ur: پسندیدہ
vi: Yêu thích
zh: 收藏夹

source: Features
ar: الميزات
bn: বৈশিষ্ট্য
de: Funktionen
el: Λειτουργίες
es: Funciones
fr: Fonctionnalités
hi: फीचर्स
it: Funzionalità
ja: 機能
ko: 기능
nl: Functies
pl: Funkcje
pt: Recursos
ru: Функции
th: คุณสมบัติ
tr: Özellikler
uk: Функції
ur: خصوصیات
vi: Tính năng
zh: 功能

source: HCE Emulation
ar: محاكاة HCE
bn: HCE এমুলেশন
el: Εξομοίωση HCE
es: Emulación HCE
fr: Émulation HCE
hi: HCE एमुलेशन
it: Emulazione HCE
ja: HCEエミュレーション
ko: HCE 에뮬레이션
nl: HCE-emulatie
pl: Emulacja HCE
pt: Emulação HCE
ru: Эмуляция HCE
th: การจำลอง HCE
tr: HCE Emülasyonu
uk: Емуляція HCE
ur: HCE ایمولیشن
vi: Mô phỏng HCE
zh: HCE模拟

# hceDescription
source: Turn your phone into an NFC tag
ar: حوّل هاتفك إلى بطاقة NFC
bn: আপনার ফোনকে NFC ট্যাগে পরিণত করুন
de: Verwandle dein Handy in ein NFC-Tag
el: Μετατρέψτε το τηλέφωνό σας σε ετικέτα NFC
es: Convierte tu teléfono en una etiqueta NFC
fr: Transformez votre téléphone en tag NFC
hi: अपने फोन को NFC टैग में बदलें
it: Trasforma il tuo telefono in un tag NFC
ja: スマートフォンをNFCタグに変換
ko: 휴대폰을 NFC 태그로 변환
nl: Maak van je telefoon een NFC-tag
pl: Przekształć telefon w tag NFC
pt: Transforme seu telefone em uma tag NFC
ru: Превратите телефон в NFC-метку
th: เปลี่ยนโทรศัพท์เป็นแท็ก NFC
tr: Telefonunuzu NFC etiketine dönüştürün
uk: Перетворіть телефон на NFC тег
ur: اپنے فون کو NFC ٹیگ میں تبدیل کریں
vi: Biến điện thoại thành thẻ NFC
zh: 将手机变成NFC标签

# walletDescription
source: Add your business cards to wallet
ar: أضف بطاقات عملك إلى المحفظة
bn: ওয়ালেটে আপনার ব্যবসায়িক কার্ড যোগ করুন
de: Füge deine Visitenkarten zur Wallet hinzu
el: Προσθέστε τις κάρτες σας στο wallet
es: Añade tus tarjetas de visita a la cartera
fr: Ajoutez vos cartes de visite au wallet
hi: अपने बिज़नेस कार्ड वॉलेट में जोड़ें
it: Aggiungi i tuoi biglietti da visita al wallet
ja: 名刺をウォレットに追加
ko: 명함을 지갑에 추가
nl: Voeg je visitekaartjes toe aan wallet
pl: Dodaj wizytówki do portfela
pt: Adicione seus cartões de visita ao wallet
ru: Добавьте визитки в кошелёк
th: เพิ่มนามบัตรไปยังกระเป๋าเงิน
tr: Kartvizitinizi cüzdana ekleyin
uk: Додайте візитки до гаманця
ur: اپنے بزنس کارڈز والیٹ میں شامل کریں
vi: Thêm danh thiếp vào ví
zh: 将名片添加到钱包

source: Recent history
ar: السجل الأخير
bn: সাম্প্রতিক ইতিহাস
de: Neueste Aktivitäten
el: Πρόσφατο ιστορικό
es: Historial reciente
fr: Historique récent
hi: हाल का इतिहास
it: Cronologia recente
ja: 最近の履歴
ko: 최근 기록
nl: Recente geschiedenis
pl: Ostatnia historia
pt: Histórico recente
ru: Недавняя история
th: ประวัติล่าสุด
tr: Son geçmiş
uk: Недавня історія
ur: حالیہ ہسٹری
vi: Lịch sử gần đây
zh: 最近记录

source: View all
ar: عرض الكل
bn: সব দেখুন
de: Alle anzeigen
el: Δείτε όλα
es: Ver todo
fr: Voir tout
hi: सभी देखें
it: Vedi tutto
ja: すべて表示
ko: 모두 보기
nl: Alles bekijken
pl: Zobacz wszystko
pt: Ver tudo
ru: Показать все
th: ดูทั้งหมด
tr: Tümünü gör
uk: Переглянути все
ur: سب دیکھیں
vi: Xem tất cả
zh: 查看全部

source: No tags scanned
ar: لا توجد بطاقات ممسوحة
bn: কোনো ট্যাগ স্ক্যান করা হয়নি
de: Keine Tags gescannt
el: Καμία σαρωμένη ετικέτα
es: Sin etiquetas escaneadas
fr: Aucun tag scanné
hi: कोई टैग स्कैन नहीं हुआ
it: Nessun tag scansionato
ja: スキャンしたタグなし
ko: 스캔한 태그 없음
nl: Geen tags gescand
pl: Brak zeskanowanych tagów
pt: Nenhuma tag escaneada
ru: Нет отсканированных меток
th: ไม่มีแท็กที่สแกน
tr: Taranan etiket yok
uk: Немає відсканованих тегів
ur: کوئی ٹیگ سکین نہیں ہوا
vi: Chưa có thẻ nào được quét
zh: 暂无扫描标签

# scanFirstTag
source: Start by scanning your first NFC tag
ar: امسح أول بطاقة NFC
bn: আপনার প্রথম NFC ট্যাগ স্ক্যান করে শুরু করুন
de: Scanne dein erstes NFC-Tag
el: Ξεκινήστε σαρώνοντας την πρώτη σας ετικέτα NFC
es: Comienza escaneando tu primera etiqueta NFC
fr: Commencez par scanner votre premier tag NFC
hi: अपना पहला NFC टैग स्कैन करके शुरू करें
it: Inizia scansionando il tuo primo tag NFC
ja: 最初のNFCタグをスキャンして開始
ko: 첫 번째 NFC 태그를 스캔하여 시작
nl: Scan je eerste NFC-tag
pl: Zacznij od zeskanowania pierwszego tagu NFC
pt: Comece escaneando sua primeira tag NFC
ru: Отсканируйте первую NFC-метку
th: เริ่มต้นด้วยการสแกนแท็ก NFC แรกของคุณ
tr: İlk NFC etiketinizi tarayarak başlayın
uk: Почніть зі сканування вашого першого NFC тегу
ur: اپنا پہلا NFC ٹیگ سکین کریں
vi: Bắt đầu bằng cách quét thẻ NFC đầu tiên
zh: 扫描你的第一个NFC标签

# scanTag2
source: Scan a tag
ar: مسح البطاقة
bn: ট্যাগ স্ক্যান করুন
de: Tag scannen
el: Σάρωση ετικέτας
es: Escanear etiqueta
fr: Scanner un tag
hi: टैग स्कैन करें
it: Scansiona tag
ja: タグをスキャン
ko: 태그 스캔
nl: Tag scannen
pl: Skanuj tag
pt: Escanear uma tag
ru: Сканировать метку
th: สแกนแท็ก
tr: Etiket tara
uk: Сканувати тег
ur: ٹیگ سکین کریں
vi: Quét thẻ
zh: 扫描标签

source: More
ar: المزيد
bn: আরও
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
hi: और अधिक
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pl: Więcej
pt: Mais
ru: Ещё
th: เพิ่มเติม
tr: Daha fazla
uk: Більше
ur: مزید
vi: Thêm
zh: 更多

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
hi: प्रोफाइल
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
th: โปรไฟล์
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh: 个人资料

source: Edit profile
ar: تعديل الملف الشخصي
bn: প্রোফাইল সম্পাদনা করুন
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
fr: Modifier le profil
hi: प्रोफाइल संपादित करें
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar perfil
ru: Редактировать профиль
th: แก้ไขโปรไฟล์
tr: Profili düzenle
uk: Редагувати профіль
ur: پروفائل میں ترمیم کریں
vi: Chỉnh sửa hồ sơ
zh: 编辑资料

source: Tag copy
ar: نسخ البطاقة
bn: ট্যাগ কপি
de: Tag kopieren
el: Αντιγραφή ετικέτας
es: Copia de etiquetas
fr: Copie de tags
hi: टैग कॉपी
it: Copia tag
ja: タグコピー
ko: 태그 복사
nl: Tag kopiëren
pl: Kopiowanie tagów
pt: Cópia de tags
ru: Копирование меток
th: คัดลอกแท็ก
tr: Etiket kopyalama
uk: Копіювання тегів
ur: ٹیگ کاپی
vi: Sao chép thẻ
zh: 标签复制

source: Duplicate NFC tags
ar: نسخ بطاقات NFC
bn: NFC ট্যাগ ডুপ্লিকেট করুন
de: NFC-Tags duplizieren
el: Αντιγραφή ετικετών NFC
es: Duplicar etiquetas NFC
fr: Dupliquer des tags NFC
hi: NFC टैग डुप्लिकेट करें
it: Duplica tag NFC
ja: NFCタグを複製
ko: NFC 태그 복제
nl: NFC-tags dupliceren
pl: Duplikuj tagi NFC
pt: Duplicar tags NFC
ru: Дублировать NFC-метки
th: ทำซ้ำแท็ก NFC
tr: NFC etiketlerini çoğalt
uk: Дублювати NFC теги
ur: NFC ٹیگز ڈپلیکیٹ کریں
vi: Nhân bản thẻ NFC
zh: 复制NFC标签

# hceEmulationTitle
source: HCE Emulation
ar: محاكاة HCE
bn: HCE এমুলেশন
el: Εξομοίωση HCE
es: Emulación HCE
fr: Émulation HCE
hi: HCE एमुलेशन
it: Emulazione HCE
ja: HCEエミュレーション
ko: HCE 에뮬레이션
nl: HCE-emulatie
pl: Emulacja HCE
pt: Emulação HCE
ru: Эмуляция HCE
th: การจำลอง HCE
tr: HCE Emülasyonu
uk: Емуляція HCE
ur: HCE ایمولیشن
vi: Mô phỏng HCE
zh: HCE模拟

# transformPhone
source: Turn your phone into a tag
ar: حوّل هاتفك إلى بطاقة
bn: আপনার ফোনকে ট্যাগে রূপান্তর করুন
de: Verwandle dein Handy in ein Tag
el: Μετατρέψτε το τηλέφωνό σας σε ετικέτα
es: Convierte tu teléfono en etiqueta
fr: Transformer votre téléphone en tag
hi: अपने फोन को टैग में बदलें
it: Trasforma il tuo telefono in un tag
ja: スマートフォンをタグに変換
ko: 휴대폰을 태그로 변환
nl: Maak van je telefoon een tag
pl: Przekształć telefon w tag
pt: Transformar seu telefone em tag
ru: Превратите телефон в метку
th: เปลี่ยนโทรศัพท์เป็นแท็ก
tr: Telefonunuzu etiket haline getirin
uk: Перетворити телефон на тег
ur: اپنے فون کو ٹیگ میں تبدیل کریں
vi: Biến điện thoại thành thẻ
zh: 将手机变成标签

source: Subscription
ar: الاشتراك
bn: সাবস্ক্রিপশন
de: Abonnement
el: Συνδρομή
es: Suscripción
fr: Abonnement
hi: सदस्यता
it: Abbonamento
ja: サブスクリプション
ko: 구독
nl: Abonnement
pl: Subskrypcja
pt: Assinatura
ru: Подписка
th: การสมัครสมาชิก
tr: Abonelik
uk: Підписка
ur: سبسکرپشن
vi: Đăng ký
zh: 订阅

source: Subscription active
ar: الاشتراك نشط
bn: সাবস্ক্রিপশন সক্রিয়
de: Abonnement aktiv
el: Ενεργή συνδρομή
es: Suscripción activa
fr: Abonnement actif
hi: सदस्यता सक्रिय
it: Abbonamento attivo
ja: サブスクリプション有効
ko: 구독 활성
nl: Abonnement actief
pl: Subskrypcja aktywna
pt: Assinatura ativa
ru: Подписка активна
th: การสมัครสมาชิกใช้งานอยู่
tr: Abonelik aktif
uk: Підписка активна
ur: سبسکرپشن فعال
vi: Đăng ký đang hoạt động
zh: 订阅已激活

# unlockFeatures
source: Unlock all features
ar: افتح جميع الميزات
bn: সব বৈশিষ্ট্য আনলক করুন
de: Alle Funktionen freischalten
el: Ξεκλειδώστε όλες τις λειτουργίες
es: Desbloquea todas las funciones
fr: Débloquez toutes les fonctionnalités
hi: सभी फीचर्स अनलॉक करें
it: Sblocca tutte le funzionalità
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
nl: Ontgrendel alle functies
pl: Odblokuj wszystkie funkcje
pt: Desbloqueie todos os recursos
ru: Разблокировать все функции
th: ปลดล็อกคุณสมบัติทั้งหมด
tr: Tüm özellikleri aç
uk: Розблокувати всі функції
ur: تمام خصوصیات ان لاک کریں
vi: Mở khóa tất cả tính năng
zh: 解锁所有功能

source: Restore purchases
ar: استعادة المشتريات
bn: ক্রয় পুনরুদ্ধার করুন
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановить покупки
th: กู้คืนการซื้อ
tr: Satın almaları geri yükle
uk: Відновити покупки
ur: خریداری بحال کریں
vi: Khôi phục giao dịch mua
zh: 恢复购买

# recoverPurchase
source: Recover a previous purchase
ar: استعادة شراء سابق
bn: পূর্ববর্তী ক্রয় পুনরুদ্ধার করুন
de: Vorherigen Kauf wiederherstellen
el: Ανάκτηση προηγούμενης αγοράς
es: Recuperar compra anterior
fr: Récupérer un achat précédent
hi: पिछली खरीदारी पुनर्प्राप्त करें
it: Recupera acquisto precedente
ja: 以前の購入を復元
ko: 이전 구매 복구
nl: Eerdere aankoop herstellen
pl: Odzyskaj poprzedni zakup
pt: Recuperar uma compra anterior
ru: Восстановить предыдущую покупку
th: กู้คืนการซื้อก่อนหน้า
tr: Önceki satın almayı kurtar
uk: Відновити попередню покупку
ur: پچھلی خریداری بحال کریں
vi: Khôi phục giao dịch mua trước
zh: 恢复之前的购买

# restoringPurchases
source: Restoring...
ar: جاري الاستعادة...
bn: পুনরুদ্ধার করা হচ্ছে...
de: Wird wiederhergestellt...
el: Επαναφορά...
es: Restaurando...
fr: Restauration en cours...
hi: पुनर्स्थापित हो रहा है...
it: Ripristino in corso...
ja: 復元中...
ko: 복원 중...
nl: Herstellen...
pl: Przywracanie...
pt: Restaurando...
ru: Восстановление...
th: กำลังกู้คืน...
tr: Geri yükleniyor...
uk: Відновлення...
ur: بحال ہو رہا ہے...
vi: Đang khôi phục...
zh: 正在恢复...

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh: 设置

source: Biometric login
ar: تسجيل الدخول البيومتري
bn: বায়োমেট্রিক লগইন
de: Biometrische Anmeldung
el: Βιομετρική σύνδεση
es: Inicio biométrico
fr: Connexion biométrique
hi: बायोमेट्रिक लॉगिन
it: Accesso biometrico
ja: 生体認証ログイン
ko: 생체 인증 로그인
nl: Biometrische login
pl: Logowanie biometryczne
pt: Login biométrico
ru: Биометрический вход
th: เข้าสู่ระบบด้วยไบโอเมตริกซ์
tr: Biyometrik giriş
uk: Біометричний вхід
ur: بایومیٹرک لاگ ان
vi: Đăng nhập sinh trắc học
zh: 生物识别登录

source: Face ID / Fingerprint
ar: Face ID / البصمة
bn: Face ID / আঙুলের ছাপ
de: Face ID / Fingerabdruck
el: Face ID / Δακτυλικό αποτύπωμα
es: Face ID / Huella digital
fr: Face ID / Empreinte digitale
hi: Face ID / फिंगरप्रिंट
it: Face ID / Impronta digitale
ja: Face ID / 指紋
ko: Face ID / 지문
nl: Face ID / Vingerafdruk
pl: Face ID / Odcisk palca
pt: Face ID / Impressão digital
ru: Face ID / Отпечаток пальца
th: Face ID / ลายนิ้วมือ
tr: Face ID / Parmak izi
uk: Face ID / Відбиток пальця
ur: Face ID / فنگر پرنٹ
vi: Face ID / Vân tay
zh: 面容ID / 指纹

source: Appearance
ar: المظهر
bn: চেহারা
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 모양
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Внешний вид
th: รูปลักษณ์
tr: Görünüm
uk: Зовнішній вигляд
ur: ظاہری شکل
vi: Giao diện
zh: 外观

source: Theme and display
ar: السمة والعرض
bn: থিম এবং ডিসপ্লে
de: Design und Anzeige
el: Θέμα και οθόνη
es: Tema y pantalla
fr: Thème et affichage
hi: थीम और डिस्प्ले
it: Tema e visualizzazione
ja: テーマと表示
ko: 테마 및 디스플레이
nl: Thema en weergave
pl: Motyw i wyświetlacz
pt: Tema e exibição
ru: Тема и отображение
th: ธีมและการแสดงผล
tr: Tema ve görüntü
uk: Тема та дисплей
ur: تھیم اور ڈسپلے
vi: Chủ đề và hiển thị
zh: 主题和显示

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh: 语言

# themeSystem
source: System
ar: النظام
bn: সিস্টেম
el: Σύστημα
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt: Sistema
ru: Системная
th: ระบบ
tr: Sistem
uk: Системна
ur: سسٹم
vi: Hệ thống
zh: 系统

# themeLight
source: Light
ar: فاتح
bn: হালকা
de: Hell
el: Φωτεινό
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
ur: ہلکا
vi: Sáng
zh: 浅色

# themeDark
source: Dark
ar: داكن
bn: গাঢ়
de: Dunkel
el: Σκούρο
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
th: มืด
tr: Koyu
uk: Темна
ur: گہرا
vi: Tối
zh: 深色

source: Help
ar: المساعدة
bn: সাহায্য
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
hi: सहायता
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt: Ajuda
ru: Помощь
th: ช่วยเหลือ
tr: Yardım
uk: Допомога
ur: مدد
vi: Trợ giúp
zh: 帮助

source: Help center
ar: مركز المساعدة
bn: সহায়তা কেন্দ্র
de: Hilfezentrum
el: Κέντρο βοήθειας
es: Centro de ayuda
fr: Centre d'aide
hi: सहायता केंद्र
it: Centro assistenza
ja: ヘルプセンター
ko: 도움말 센터
nl: Helpcentrum
pl: Centrum pomocy
pt: Central de ajuda
ru: Центр помощи
th: ศูนย์ช่วยเหลือ
tr: Yardım merkezi
uk: Центр допомоги
ur: مدد مرکز
vi: Trung tâm trợ giúp
zh: 帮助中心

source: FAQ and tutorials
ar: الأسئلة الشائعة والدروس
bn: FAQ এবং টিউটোরিয়াল
de: FAQ und Tutorials
el: FAQ και οδηγοί
es: FAQ y tutoriales
fr: FAQ et tutoriels
hi: FAQ और ट्यूटोरियल
it: FAQ e tutorial
ja: FAQとチュートリアル
ko: FAQ 및 튜토리얼
nl: FAQ en tutorials
pl: FAQ i samouczki
pt: FAQ e tutoriais
ru: FAQ и руководства
th: คำถามที่พบบ่อยและบทเรียน
tr: SSS ve öğreticiler
uk: Поширені запитання та посібники
ur: FAQ اور ٹیوٹوریلز
vi: Câu hỏi thường gặp và hướng dẫn
zh: 常见问题和教程

source: Send feedback
ar: إرسال ملاحظات
bn: প্রতিক্রিয়া পাঠান
de: Feedback senden
el: Αποστολή σχολίων
es: Enviar comentarios
fr: Envoyer un feedback
hi: फीडबैक भेजें
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback sturen
pl: Wyślij opinię
pt: Enviar feedback
ru: Отправить отзыв
th: ส่งความคิดเห็น
tr: Geri bildirim gönder
uk: Надіслати відгук
ur: رائے بھیجیں
vi: Gửi phản hồi
zh: 发送反馈

# helpImprove
source: Help us improve the app
ar: ساعدنا في تحسين التطبيق
bn: অ্যাপ উন্নত করতে সাহায্য করুন
de: Hilf uns, die App zu verbessern
el: Βοηθήστε μας να βελτιώσουμε την εφαρμογή
es: Ayúdanos a mejorar la app
fr: Aidez-nous à améliorer l'app
hi: ऐप को बेहतर बनाने में मदद करें
it: Aiutaci a migliorare l'app
ja: アプリの改善にご協力ください
ko: 앱 개선에 도움 주기
nl: Help ons de app te verbeteren
pl: Pomóż nam ulepszyć aplikację
pt: Ajude-nos a melhorar o app
ru: Помогите улучшить приложение
th: ช่วยเราปรับปรุงแอป
tr: Uygulamayı geliştirmemize yardımcı olun
uk: Допоможіть покращити додаток
ur: ایپ کو بہتر بنانے میں مدد کریں
vi: Giúp chúng tôi cải thiện ứng dụng
zh: 帮助我们改进应用

# reportBug
source: Report a bug
ar: الإبلاغ عن خطأ
bn: বাগ রিপোর্ট করুন
de: Fehler melden
el: Αναφορά σφάλματος
es: Reportar error
fr: Signaler un bug
hi: बग रिपोर्ट करें
it: Segnala bug
ja: バグを報告
ko: 버그 신고
nl: Bug melden
pl: Zgłoś błąd
pt: Relatar um bug
ru: Сообщить об ошибке
th: รายงานข้อผิดพลาด
tr: Hata bildir
uk: Повідомити про помилку
ur: بگ رپورٹ کریں
vi: Báo cáo lỗi
zh: 报告错误

source: Your feedback
ar: ملاحظاتك
bn: আপনার প্রতিক্রিয়া
de: Dein Feedback
el: Τα σχόλιά σας
es: Tu comentario
fr: Votre feedback
hi: आपका फीडबैक
it: Il tuo feedback
ja: フィードバック
ko: 피드백
nl: Jouw feedback
pl: Twoja opinia
pt: Seu feedback
ru: Ваш отзыв
th: ความคิดเห็นของคุณ
tr: Geri bildiriminiz
uk: Ваш відгук
ur: آپ کی رائے
vi: Phản hồi của bạn
zh: 你的反馈

# shareSuggestions
source: Share your suggestions or comments...
ar: شارك اقتراحاتك أو تعليقاتك...
bn: আপনার পরামর্শ বা মন্তব্য শেয়ার করুন...
de: Teile deine Vorschläge oder Kommentare...
el: Μοιραστείτε τις προτάσεις σας...
es: Comparte tus sugerencias o comentarios...
fr: Partagez vos suggestions ou remarques...
hi: अपने सुझाव या टिप्पणियां साझा करें...
it: Condividi i tuoi suggerimenti o commenti...
ja: ご意見やご感想をお聞かせください...
ko: 제안이나 의견을 공유하세요...
nl: Deel je suggesties of opmerkingen...
pl: Podziel się swoimi sugestiami lub uwagami...
pt: Compartilhe suas sugestões ou comentários...
ru: Поделитесь предложениями или комментариями...
th: แบ่งปันข้อเสนอแนะหรือความคิดเห็นของคุณ...
tr: Önerilerinizi veya yorumlarınızı paylaşın...
uk: Поділіться вашими пропозиціями або зауваженнями...
ur: اپنی تجاویز یا تبصرے شیئر کریں...
vi: Chia sẻ đề xuất hoặc nhận xét của bạn...
zh: 分享你的建议或评论...

source: Send
ar: إرسال
bn: পাঠান
de: Senden
el: Αποστολή
es: Enviar
fr: Envoyer
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
nl: Versturen
pl: Wyślij
pt: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
vi: Gửi
zh: 发送

# thanksFeedback
source: Thank you for your feedback!
ar: شكراً على ملاحظاتك!
bn: আপনার প্রতিক্রিয়ার জন্য ধন্যবাদ!
de: Danke für dein Feedback!
el: Ευχαριστούμε για τα σχόλιά σας!
es: ¡Gracias por tu comentario!
fr: Merci pour votre feedback !
hi: आपके फीडबैक के लिए धन्यवाद!
it: Grazie per il tuo feedback!
ja: フィードバックありがとうございます！
ko: 피드백 감사합니다!
nl: Bedankt voor je feedback!
pl: Dziękujemy za opinię!
pt: Obrigado pelo seu feedback!
ru: Спасибо за ваш отзыв!
th: ขอบคุณสำหรับความคิดเห็นของคุณ!
tr: Geri bildiriminiz için teşekkürler!
uk: Дякуємо за ваш відгук!
ur: آپ کی رائے کا شکریہ!
vi: Cảm ơn phản hồi của bạn!
zh: 感谢你的反馈！

source: Legal
ar: قانوني
bn: আইনি
de: Rechtliches
el: Νομικά
fr: Légal
hi: कानूनी
it: Legale
ja: 法的情報
ko: 법률
nl: Juridisch
pl: Informacje prawne
ru: Правовая информация
th: ข้อกฎหมาย
tr: Yasal
uk: Юридична інформація
ur: قانونی
vi: Pháp lý
zh: 法律

source: Terms of service
ar: شروط الخدمة
bn: পরিষেবার শর্তাবলী
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
nl: Gebruiksvoorwaarden
pl: Warunki korzystania z usługi
pt: Termos de serviço
ru: Условия использования
th: เงื่อนไขการบริการ
tr: Hizmet şartları
uk: Умови використання
ur: سروس کی شرائط
vi: Điều khoản dịch vụ
zh: 服务条款
