Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

# miuiStep1
source: 1. Go to Settings > Apps
ar: 1. اذهب إلى الإعدادات > التطبيقات
bn: 1. সেটিংস > অ্যাপ-এ যান
de: 1. Gehe zu Einstellungen > Apps
el: 1. Μεταβείτε στις Ρυθμίσεις > Εφαρμογές
es: 1. Ve a Ajustes > Aplicaciones
fr: 1. Allez dans Paramètres > Applications
hi: 1. सेटिंग्स > ऐप्स में जाएं
it: 1. Vai su Impostazioni > App
ja: 1. 設定 > アプリに移動
ko: 1. 설정 > 앱으로 이동
nl: 1. Ga naar Instellingen > Apps
pl: 1. Przejdź do Ustawienia > Aplikacje
pt: 1. Vá em Configurações > Aplicativos
ru: 1. Перейдите в Настройки > Приложения
th: 1. ไปที่การตั้งค่า > แอป
tr: 1. Ayarlar > Uygulamalar'a gidin
uk: 1. Перейдіть до Налаштування > Додатки
ur: 1. ترتیبات > ایپس پر جائیں
vi: 1. Vào Cài đặt > Ứng dụng
zh: 1. 前往设置 > 应用

# miuiStep2
source: 2. Find "Cards Control"
ar: 2. ابحث عن "Cards Control"
bn: 2. "Cards Control" খুঁজুন
de: 2. Finde "Cards Control"
el: 2. Βρείτε το "Cards Control"
es: 2. Busca "Cards Control"
fr: 2. Trouvez "Cards Control"
hi: 2. "Cards Control" खोजें
it: 2. Trova "Cards Control"
ja: 2. 「Cards Control」を検索
ko: 2. "Cards Control" 찾기
nl: 2. Zoek "Cards Control"
pl: 2. Znajdź "Cards Control"
pt: 2. Encontre "Cards Control"
ru: 2. Найдите "Cards Control"
th: 2. ค้นหา "Cards Control"
tr: 2. "Cards Control"yu bulun
uk: 2. Знайдіть "Cards Control"
ur: 2. "Cards Control" تلاش کریں
vi: 2. Tìm "Cards Control"
zh: 2. 找到"Cards Control"

# miuiStep3
source: 3. Permissions > "Create shortcuts"
ar: 3. الأذونات > "إنشاء اختصارات"
bn: 3. অনুমতি > "শর্টকাট তৈরি করুন"
de: 3. Berechtigungen > "Verknüpfungen erstellen"
el: 3. Δικαιώματα > "Δημιουργία συντομεύσεων"
es: 3. Permisos > "Crear accesos directos"
fr: 3. Autorisations > "Créer des raccourcis"
hi: 3. अनुमतियां > "शॉर्टकट बनाएं"
it: 3. Permessi > "Crea collegamenti"
ja: 3. 権限 > 「ショートカットを作成」
ko: 3. 권한 > "바로가기 만들기"
nl: 3. Machtigingen > "Snelkoppelingen maken"
pl: 3. Uprawnienia > "Tworzenie skrótów"
pt: 3. Permissões > "Criar atalhos"
ru: 3. Разрешения > "Создание ярлыков"
th: 3. สิทธิ์ > "สร้างทางลัด"
tr: 3. İzinler > "Kısayol oluştur"
uk: 3. Дозволи > "Створення ярликів"
ur: 3. اجازتیں > "شارٹ کٹس بنائیں"
vi: 3. Quyền > "Tạo lối tắt"
zh: 3. 权限 > "创建快捷方式"

# miuiStep4
source: 4. Enable this permission
ar: 4. فعّل هذا الإذن
bn: 4. এই অনুমতি সক্রিয় করুন
de: 4. Aktiviere diese Berechtigung
el: 4. Ενεργοποιήστε αυτό το δικαίωμα
es: 4. Activa este permiso
fr: 4. Activez cette permission
hi: 4. इस अनुमति को सक्षम करें
it: 4. Abilita questo permesso
ja: 4. この権限を有効化
ko: 4. 이 권한 활성화
nl: 4. Schakel deze machtiging in
pl: 4. Włącz to uprawnienie
pt: 4. Ative esta permissão
ru: 4. Включите это разрешение
th: 4. เปิดใช้งานสิทธิ์นี้
tr: 4. Bu izni etkinleştirin
uk: 4. Увімкніть цей дозвіл
ur: 4. یہ اجازت فعال کریں
vi: 4. Bật quyền này
zh: 4. 启用此权限

source: Try anyway
ar: حاول على أي حال
bn: যাইহোক চেষ্টা করুন
de: Trotzdem versuchen
el: Δοκιμή παρόλα αυτά
es: Intentar de todos modos
fr: Essayer quand même
hi: फिर भी कोशिश करें
it: Prova comunque
ja: とにかく試す
ko: 어쨌든 시도
nl: Toch proberen
pl: Spróbuj mimo to
pt: Tentar mesmo assim
ru: Попробовать всё равно
th: ลองอยู่ดี
tr: Yine de dene
uk: Спробувати все одно
ur: بہرحال کوشش کریں
vi: Vẫn thử
zh: 仍然尝试

source: Shortcut requested
ar: تم طلب الاختصار
bn: শর্টকাট অনুরোধ করা হয়েছে
de: Verknüpfung angefordert
el: Ζητήθηκε συντόμευση
es: Acceso directo solicitado
fr: Raccourci demandé
hi: शॉर्टकट अनुरोधित
it: Collegamento richiesto
ja: ショートカットをリクエストしました
ko: 바로가기 요청됨
nl: Snelkoppeling aangevraagd
pl: Zażądano skrótu
pt: Atalho solicitado
ru: Ярлык запрошен
th: ขอทางลัดแล้ว
tr: Kısayol istendi
uk: Ярлик запитано
ur: شارٹ کٹ کی درخواست کی گئی
vi: Đã yêu cầu lối tắt
zh: 已请求快捷方式

# miuiShortcutHelp
source: On Xiaomi/MIUI, check your home screen. If the shortcut doesn't appear, enable "Create shortcuts" permission in app settings.
ar: على Xiaomi/MIUI، تحقق من شاشتك الرئيسية. إذا لم يظهر الاختصار، فعّل إذن "إنشاء اختصارات" في إعدادات التطبيق.
bn: Xiaomi/MIUI-তে, আপনার হোম স্ক্রিন চেক করুন। যদি শর্টকাট প্রদর্শিত না হয়, অ্যাপ সেটিংসে "শর্টকাট তৈরি করুন" অনুমতি সক্রিয় করুন।
de: Auf Xiaomi/MIUI überprüfe deinen Startbildschirm. Wenn die Verknüpfung nicht erscheint, aktiviere die Berechtigung "Verknüpfungen erstellen" in den App-Einstellungen.
el: Σε Xiaomi/MIUI, ελέγξτε την αρχική οθόνη. Αν η συντόμευση δεν εμφανιστεί, ενεργοποιήστε το δικαίωμα "Δημιουργία συντομεύσεων" στις ρυθμίσεις της εφαρμογής.
es: En Xiaomi/MIUI, revisa tu pantalla de inicio. Si el acceso directo no aparece, activa el permiso "Crear accesos directos" en los ajustes de la app.
fr: Sur Xiaomi/MIUI, vérifiez votre écran d'accueil. Si le raccourci n'apparaît pas, activez la permission "Créer des raccourcis" dans les paramètres de l'application.
hi: Xiaomi/MIUI पर, अपनी होम स्क्रीन जांचें। यदि शॉर्टकट दिखाई नहीं देता है, तो ऐप सेटिंग्स में "शॉर्टकट बनाएं" अनुमति सक्षम करें।
it: Su Xiaomi/MIUI, controlla la schermata home. Se il collegamento non appare, abilita il permesso "Crea collegamenti" nelle impostazioni dell'app.
ja: Xiaomi/MIUIでは、ホーム画面を確認してください。ショートカットが表示されない場合は、アプリ設定で「ショートカットを作成」権限を有効にしてください。
ko: Xiaomi/MIUI에서 홈 화면을 확인하세요. 바로가기가 표시되지 않으면 앱 설정에서 "바로가기 만들기" 권한을 활성화하세요.
nl: Op Xiaomi/MIUI, controleer je startscherm. Als de snelkoppeling niet verschijnt, schakel dan de machtiging "Snelkoppelingen maken" in bij de app-instellingen.
pl: Na Xiaomi/MIUI sprawdź ekran główny. Jeśli skrót się nie pojawi, włącz uprawnienie "Tworzenie skrótów" w ustawieniach aplikacji.
pt: No Xiaomi/MIUI, verifique sua tela inicial. Se o atalho não aparecer, ative a permissão "Criar atalhos" nas configurações do aplicativo.
ru: На Xiaomi/MIUI проверьте главный экран. Если ярлык не появился, включите разрешение "Создание ярлыков" в настройках приложения.
th: บน Xiaomi/MIUI ตรวจสอบหน้าจอหลักของคุณ หากทางลัดไม่ปรากฏ เปิดใช้งานสิทธิ์ "สร้างทางลัด" ในการตั้งค่าแอป
tr: Xiaomi/MIUI'de ana ekranınızı kontrol edin. Kısayol görünmüyorsa, uygulama ayarlarında "Kısayol oluştur" iznini etkinleştirin.
uk: На Xiaomi/MIUI перевірте головний екран. Якщо ярлик не з'явиться, увімкніть дозвіл "Створення ярликів" в налаштуваннях додатку.
ur: Xiaomi/MIUI پر، اپنی ہوم سکرین چیک کریں۔ اگر شارٹ کٹ ظاہر نہیں ہوتا، تو ایپ کی ترتیبات میں "شارٹ کٹس بنائیں" کی اجازت فعال کریں۔
vi: Trên Xiaomi/MIUI, kiểm tra màn hình chính của bạn. Nếu lối tắt không xuất hiện, hãy bật quyền "Tạo lối tắt" trong cài đặt ứng dụng.
zh: 在小米/MIUI上，请检查主屏幕。如果快捷方式未显示，请在应用设置中启用"创建快捷方式"权限。

# shortcutRequestSent
source: Shortcut creation request has been sent.
ar: تم إرسال طلب إنشاء الاختصار.
bn: শর্টকাট তৈরির অনুরোধ পাঠানো হয়েছে।
de: Anfrage zur Verknüpfungserstellung wurde gesendet.
el: Το αίτημα δημιουργίας συντόμευσης στάλθηκε.
es: Se ha enviado la solicitud de creación de acceso directo.
fr: La demande de création de raccourci a été envoyée.
hi: शॉर्टकट बनाने का अनुरोध भेज दिया गया है।
it: La richiesta di creazione collegamento è stata inviata.
ja: ショートカット作成リクエストを送信しました。
ko: 바로가기 생성 요청이 전송되었습니다.
nl: Het verzoek voor snelkoppeling is verzonden.
pl: Wysłano żądanie utworzenia skrótu.
pt: A solicitação de criação de atalho foi enviada.
ru: Запрос на создание ярлыка отправлен.
th: ส่งคำขอสร้างทางลัดแล้ว
tr: Kısayol oluşturma isteği gönderildi.
uk: Запит на створення ярлика надіслано.
ur: شارٹ کٹ بنانے کی درخواست بھیج دی گئی ہے۔
vi: Đã gửi yêu cầu tạo lối tắt.
zh: 快捷方式创建请求已发送。

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fr: Ouvrir Paramètres
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt: Abrir Configurações
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
ur: ترتیبات کھولیں
vi: Mở Cài đặt
zh: 打开设置

# shortcutFailed
source: Unable to create shortcut
ar: تعذر إنشاء الاختصار
bn: শর্টকাট তৈরি করা সম্ভব হয়নি
de: Verknüpfung konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία συντόμευσης
es: No se pudo crear el acceso directo
fr: Impossible de créer le raccourci
hi: शॉर्टकट नहीं बनाया जा सका
it: Impossibile creare il collegamento
ja: ショートカットを作成できません
ko: 바로가기를 만들 수 없습니다
nl: Kon geen snelkoppeling maken
pl: Nie można utworzyć skrótu
pt: Não foi possível criar o atalho
ru: Не удалось создать ярлык
th: ไม่สามารถสร้างทางลัด
tr: Kısayol oluşturulamadı
uk: Не вдалося створити ярлик
ur: شارٹ کٹ بنانے میں ناکام
vi: Không thể tạo lối tắt
zh: 无法创建快捷方式

source: My business cards
fr: Mes cartes

# readCardNfc
source: Read a card
fr: Lire une carte

# scanCardPhoto
source: Scan a card
fr: Scanner une carte

source: My contacts
fr: Mes contacts

source: No contacts
fr: Aucun contact

# noContactsDescription
source: Add contacts manually, scan a business card or read it via NFC
fr: Ajoutez des contacts manuellement, scannez une carte de visite ou lisez-la via NFC

source: Add contact
fr: Ajouter un contact

source: Edit contact
fr: Modifier le contact

# deleteConfirmation
source: Are you sure you want to delete
fr: Voulez-vous vraiment supprimer

source: Contact deleted
fr: Contact supprimé

source: Contact added
fr: Contact ajouté

source: Contact updated
fr: Contact mis à jour

# nameRequired
source: First name or last name is required
fr: Le prénom ou le nom est requis

source: Edit
fr: Modifier

source: Search contacts
fr: Rechercher des contacts

source: Camera
fr: Appareil photo

source: Gallery
fr: Galerie

source: Company logo
fr: Logo entreprise

# personalInfo
source: Personal information
fr: Informations personnelles

# professionalInfo
source: Professional information
fr: Informations professionnelles

# contactInfo
source: Contact details
fr: Coordonnées

source: Tutorials
fr: Tutoriels

# faqGeneralTitle
source: General
fr: Général

# faqWhatIsNfc
source: What is NFC?
fr: Qu'est-ce que le NFC ?

# faqWhatIsNfcAnswer
source: NFC (Near Field Communication) is a short-range wireless technology that enables data exchange between devices within a few centimeters. It's used for contactless payments, access badges, and information sharing.
fr: Le NFC (Near Field Communication) est une technologie sans fil à courte portée permettant l'échange de données entre appareils à quelques centimètres de distance. Elle est utilisée pour les paiements sans contact, les badges d'accès, et le partage d'informations.

# faqCompatibility
source: Is my phone compatible?
fr: Mon téléphone est-il compatible ?

# faqCompatibilityAnswer
source: Most modern smartphones (Android 5.0+ and iPhone 7+) are equipped with NFC. Check your phone settings to see if NFC is available and enabled.
fr: La plupart des smartphones modernes (Android 5.0+ et iPhone 7+) sont équipés de NFC. Vérifiez dans les paramètres de votre téléphone si le NFC est disponible et activé.

# faqTagTypes
source: What tag types are supported?
fr: Quels types de tags sont supportés ?

# faqTagTypesAnswer
source: Cards Control supports NFC Forum Type 1 to 5 tags, MIFARE Classic, MIFARE Ultralight, NTAG, and most ISO 14443 and ISO 15693 tags.
fr: Cards Control supporte les tags NFC Forum Type 1 à 5, MIFARE Classic, MIFARE Ultralight, NTAG, et la plupart des tags ISO 14443 et ISO 15693.

# faqReadWriteTitle
source: Reading and Writing
fr: Lecture et Écriture

# faqHowToRead
source: How to read an NFC tag?
fr: Comment lire un tag NFC ?

# faqHowToReadAnswer
source: Open the app, go to 'Read', then bring your phone close to the NFC tag. Data will be automatically read and displayed.
fr: Ouvrez l'application, allez dans 'Lire', puis approchez votre téléphone du tag NFC. Les données seront automatiquement lues et affichées.

# faqHowToWrite
source: How to write to an NFC tag?
fr: Comment écrire sur un tag NFC ?

# faqHowToWriteAnswer
source: Go to 'Write', choose the content type (URL, text, contact, etc.), fill in the information, then bring the tag close to your phone.
fr: Allez dans 'Écrire', choisissez le type de contenu (URL, texte, contact, etc.), remplissez les informations, puis approchez le tag de votre téléphone.

# faqWriteFailed
source: Why does writing fail?
fr: Pourquoi l'écriture échoue-t-elle ?

# faqWriteFailedAnswer
source: Check that the tag is not locked, has enough memory for the data, and that your phone stays still during writing.
fr: Vérifiez que le tag n'est pas verrouillé, qu'il a assez de mémoire pour les données, et que votre téléphone reste immobile pendant l'écriture.

# faqLockTag
source: How to lock a tag?
fr: Comment verrouiller un tag ?

# faqLockTagAnswer
source: After writing, you can lock the tag to prevent modifications. Warning: permanent locking is irreversible!
fr: Après l'écriture, vous pouvez verrouiller le tag pour empêcher toute modification. Attention : le verrouillage permanent est irréversible !

# faqCardsTitle
source: Business Cards
fr: Cartes de visite

# faqCreateCard
source: How to create a business card?
fr: Comment créer une carte de visite ?

# faqCreateCardAnswer
source: Go to 'Cards', tap 'Create', fill in your information (name, phone, email, etc.), then save. Your card is ready to share!
fr: Allez dans 'Cartes', appuyez sur 'Créer', remplissez vos informations (nom, téléphone, email, etc.), puis sauvegardez. Votre carte est prête à être partagée !

# faqShareCard
source: How to share my card?
fr: Comment partager ma carte ?

# faqShareCardAnswer
source: Open your card and use NFC (bring phones close), QR Code (have it scanned), or share the link via messaging.
fr: Ouvrez votre carte et utilisez NFC (approchez les téléphones), QR Code (faites scanner), ou partagez le lien via messagerie.

# faqScanBusinessCard
source: How to scan a paper card?
fr: Comment scanner une carte papier ?

# faqScanBusinessCardAnswer
source: Use 'Read a card' to photograph a physical business card. OCR will automatically extract information to create a contact.
fr: Utilisez 'Lire une carte' pour photographier une carte de visite physique. L'OCR extraira automatiquement les informations pour créer un contact.

# faqEmulationTitle
source: HCE Emulation
fr: Émulation HCE

# faqWhatIsHce
source: What is HCE emulation?
fr: Qu'est-ce que l'émulation HCE ?

# faqWhatIsHceAnswer
source: HCE (Host Card Emulation) turns your phone into a virtual NFC tag. Other devices can scan your phone like a regular NFC tag.
fr: L'émulation HCE (Host Card Emulation) transforme votre téléphone en tag NFC virtuel. D'autres appareils peuvent scanner votre téléphone comme un tag NFC classique.

# faqHceRequirements
source: What are the requirements?
fr: Quelles sont les exigences ?

# faqHceRequirementsAnswer
source: HCE emulation requires Android 4.4+ with NFC enabled. The screen must stay on during emulation. iOS does not support this feature.
fr: L'émulation HCE nécessite Android 4.4+ avec NFC activé. L'écran doit être allumé pendant l'émulation. iOS ne supporte pas cette fonctionnalité.

# faqHceLimits
source: What are the limitations?
fr: Quelles sont les limitations ?

# faqHceLimitsAnswer
source: The UID cannot be customized (imposed by Android), emulation stops when the screen turns off, and it doesn't work for bank cards or secure badges.
fr: L'UID ne peut pas être personnalisé (imposé par Android), l'émulation s'arrête quand l'écran s'éteint, et elle ne fonctionne pas pour les cartes bancaires ou badges sécurisés.

# faqTroubleshootingTitle
source: Troubleshooting
fr: Dépannage

# faqNfcNotWorking
source: NFC is not working
fr: Le NFC ne fonctionne pas

# faqNfcNotWorkingAnswer
source: Check that NFC is enabled in settings, remove any thick case, and ensure the tag is close to your phone's NFC antenna (usually on the back, toward the top).
fr: Vérifiez que le NFC est activé dans les paramètres, retirez toute coque épaisse, et assurez-vous que le tag est proche de l'antenne NFC de votre téléphone (généralement au dos, vers le haut).

# faqTagNotDetected
source: Tag is not detected
fr: Le tag n'est pas détecté

# faqTagNotDetectedAnswer
source: Try moving the phone slowly over the tag to find the optimal spot. Some defective or low-quality tags may not work.
fr: Essayez de déplacer lentement le téléphone sur le tag pour trouver le point optimal. Certains tags défectueux ou de mauvaise qualité peuvent ne pas fonctionner.

# faqDataLoss
source: I lost my data
fr: J'ai perdu mes données

# faqDataLossAnswer
source: Sign in to your account to sync your data across all devices. Local unsynchronized data may be lost during reinstallation.
fr: Connectez-vous à votre compte pour synchroniser vos données sur tous vos appareils. Les données locales non synchronisées peuvent être perdues en cas de réinstallation.

# tutorialGettingStarted
source: Getting Started
fr: Premiers pas

# tutorialGettingStartedDesc
source: Learn the basics of using Cards Control
fr: Apprenez les bases de l'utilisation de Cards Control

# tutorialStep1Enable
source: Enable NFC in your phone settings
fr: Activez le NFC dans les paramètres de votre téléphone

# tutorialStep2Open
source: Open Cards Control and create an account
fr: Ouvrez Cards Control et créez un compte

# tutorialStep3Place
source: Bring an NFC tag close to the back of your phone
fr: Approchez un tag NFC à l'arrière de votre téléphone

# tutorialStep4Read
source: Tag information is displayed automatically
fr: Les informations du tag s'affichent automatiquement

# tutorialReadTag
source: Read an NFC Tag
fr: Lire un tag NFC

# tutorialReadTagDesc
source: Discover the content of an NFC tag in seconds
fr: Découvrez le contenu d'un tag NFC en quelques secondes

# tutorialReadStep1
source: Tap 'Read' in the main menu
fr: Appuyez sur 'Lire' dans le menu principal

# tutorialReadStep2
source: Bring the NFC tag close to your phone
fr: Approchez le tag NFC de votre téléphone

# tutorialReadStep3
source: Keep the tag still during reading
fr: Maintenez le tag immobile pendant la lecture

# tutorialReadStep4
source: View the read information (type, UID, content)
fr: Consultez les informations lues (type, UID, contenu)

# tutorialWriteTag
source: Write to a Tag
fr: Écrire sur un tag

# tutorialWriteTagDesc
source: Program your own NFC tags
fr: Programmez vos propres tags NFC

# tutorialWriteStep1
source: Tap 'Write' in the main menu
fr: Appuyez sur 'Écrire' dans le menu principal

# tutorialWriteStep2
source: Choose the type of content to write
fr: Choisissez le type de contenu à écrire

# tutorialWriteStep3
source: Fill in the required information
fr: Remplissez les informations nécessaires

# tutorialWriteStep4
source: Bring the blank tag close to your phone
fr: Approchez le tag vierge de votre téléphone

# tutorialWriteStep5
source: Wait for successful write confirmation
fr: Attendez la confirmation d'écriture réussie

# tutorialCreateCard
source: Create a Business Card
fr: Créer une carte de visite

# tutorialCreateCardDesc
source: Create and share your digital business card
fr: Créez et partagez votre carte de visite numérique

# tutorialCardStep1
source: Go to 'Cards' and tap 'Create'
fr: Allez dans 'Cartes' et appuyez sur 'Créer'

# tutorialCardStep2
source: Fill in your professional information
fr: Remplissez vos informations professionnelles

# tutorialCardStep3
source: Customize the appearance of your card
fr: Personnalisez l'apparence de votre carte

# tutorialCardStep4
source: Share via NFC, QR Code or link
fr: Partagez via NFC, QR Code ou lien

# tutorialEmulation
source: Emulate an NFC Tag
fr: Émuler un tag NFC

# tutorialEmulationDesc
source: Turn your phone into an NFC tag
fr: Transformez votre téléphone en tag NFC

# tutorialEmulateStep1
source: Select a card or template
fr: Sélectionnez une carte ou un template

# tutorialEmulateStep2
source: Tap 'Emulate'
fr: Appuyez sur 'Émuler'

# tutorialEmulateStep3
source: Keep the screen on and approach an NFC reader
fr: Gardez l'écran allumé et approchez un lecteur NFC

# tutorialEmulateStep4
source: Emulation stops automatically after the delay
fr: L'émulation s'arrête automatiquement après le délai

# tutorialCopyTag
source: Copy a Tag
fr: Copier un tag

# tutorialCopyTagDesc
source: Duplicate tag content to another tag
fr: Dupliquez le contenu d'un tag vers un autre

# tutorialCopyStep1
source: Tap 'Copy' in the menu
fr: Appuyez sur 'Copier' dans le menu

# tutorialCopyStep2
source: First scan the source tag
fr: Scannez d'abord le tag source

# tutorialCopyStep3
source: Verify the read content
fr: Vérifiez le contenu lu

# tutorialCopyStep4
source: Scan the destination tag to write
fr: Scannez le tag de destination pour écrire

# aiExtracting
source: AI analysis in progress...
ar: تحليل الذكاء الاصطناعي قيد التقدم...
bn: AI বিশ্লেষণ চলছে...
de: KI-Analyse läuft...
el: Ανάλυση AI σε εξέλιξη...
es: Análisis de IA en curso...
fr: Analyse IA en cours...
hi: AI विश्लेषण चल रहा है...
it: Analisi AI in corso...
ja: AI分析中...
ko: AI 분석 중...
nl: AI-analyse bezig...
pl: Trwa analiza AI...
pt: Análise de IA em andamento...
ru: Идет анализ ИИ...
th: กำลังวิเคราะห์ AI...
tr: Yapay Zeka analizi devam ediyor...
uk: Триває аналіз ШІ...
ur: AI تجزیہ جاری ہے...
vi: Đang phân tích AI...
zh: AI分析进行中...

# aiExtractingSubtitle
source: Extracting contact information
ar: استخراج معلومات الاتصال
bn: যোগাযোগের তথ্য বের করা হচ্ছে
de: Kontaktinformationen werden extrahiert
el: Εξαγωγή πληροφοριών επαφής
es: Extrayendo información de contacto
fr: Extraction des informations de contact
hi: संपर्क जानकारी निकाली जा रही है
it: Estrazione informazioni di contatto
ja: 連絡先情報を抽出中
ko: 연락처 정보 추출 중
nl: Contactinformatie extraheren
pl: Wyodrębnianie informacji kontaktowych
pt: Extraindo informações de contato
ru: Извлечение контактной информации
th: กำลังดึงข้อมูลผู้ติดต่อ
tr: İletişim bilgileri çıkarılıyor
uk: Вилучення контактної інформації
ur: رابطے کی معلومات نکالی جا رہی ہیں
vi: Đang trích xuất thông tin liên hệ
zh: 正在提取联系人信息

# extractContactWithAi
source: Extract with AI
ar: استخراج باستخدام الذكاء الاصطناعي
bn: AI দিয়ে বের করুন
de: Mit KI extrahieren
el: Εξαγωγή με AI
es: Extraer con IA
fr: Extraire avec l'IA
hi: AI के साथ निकालें
it: Estrai con AI
ja: AIで抽出
ko: AI로 추출
nl: Extraheren met AI
pl: Wyodrębnij za pomocą AI
pt: Extrair com IA
ru: Извлечь с помощью ИИ
th: ดึงข้อมูลด้วย AI
tr: Yapay Zeka ile çıkar
uk: Вилучити за допомогою ШІ
ur: AI کے ساتھ نکالیں
vi: Trích xuất bằng AI
zh: 使用AI提取

source: URL detected
ar: تم اكتشاف رابط
bn: URL শনাক্ত হয়েছে
de: URL erkannt
el: Εντοπίστηκε URL
es: URL detectada
fr: URL détectée
hi: URL का पता चला
it: URL rilevato
ja: URLが検出されました
ko: URL 감지됨
nl: URL gedetecteerd
pl: Wykryto adres URL
pt: URL detectada
ru: Обнаружен URL
th: ตรวจพบ URL
tr: URL algılandı
uk: Виявлено URL
ur: URL کا پتہ چلا
vi: Đã phát hiện URL
zh: 检测到URL

# createContactManually
source: Create manually
ar: إنشاء يدوياً
bn: ম্যানুয়ালি তৈরি করুন
de: Manuell erstellen
el: Χειροκίνητη δημιουργία
es: Crear manualmente
fr: Créer manuellement
hi: मैन्युअल रूप से बनाएं
it: Crea manualmente
ja: 手動で作成
ko: 수동으로 생성
nl: Handmatig maken
pl: Utwórz ręcznie
pt: Criar manualmente
ru: Создать вручную
th: สร้างด้วยตนเอง
tr: Manuel olarak oluştur
uk: Створити вручну
ur: دستی طور پر بنائیں
vi: Tạo thủ công
zh: 手动创建

# extractionIncomplete
source: Incomplete extraction
ar: استخراج غير مكتمل
bn: অসম্পূর্ণ নিষ্কাশন
de: Unvollständige Extraktion
el: Ατελής εξαγωγή
es: Extracción incompleta
fr: Extraction incomplète
hi: अपूर्ण निष्कर्षण
it: Estrazione incompleta
ja: 抽出が不完全です
ko: 불완전한 추출
nl: Onvolledige extractie
pl: Niekompletne wyodrębnianie
pt: Extração incompleta
ru: Неполное извлечение
th: การดึงข้อมูลไม่สมบูรณ์
tr: Eksik çıkarma
uk: Неповне вилучення
ur: نامکمل نکالنا
vi: Trích xuất không đầy đủ
zh: 提取不完整
