Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

# noContactInfoFound
source: Unable to extract contact information
ar: تعذر استخراج معلومات الاتصال
bn: যোগাযোগের তথ্য বের করা সম্ভব হয়নি
de: Keine Kontaktinformationen gefunden
el: Δεν βρέθηκαν πληροφορίες επαφής
es: No se pudo extraer información de contacto
fr: Impossible d'extraire les informations de contact
hi: संपर्क जानकारी निकालने में असमर्थ
it: Impossibile estrarre informazioni di contatto
ja: 連絡先情報を抽出できませんでした
ko: 연락처 정보를 추출할 수 없습니다
nl: Kan contactinformatie niet extraheren
pl: Nie można wyodrębnić informacji kontaktowych
pt: Não foi possível extrair informações de contato
ru: Не удалось извлечь контактную информацию
th: ไม่สามารถดึงข้อมูลผู้ติดต่อได้
tr: İletişim bilgileri çıkarılamadı
uk: Не вдалося вилучити контактну інформацію
ur: رابطے کی معلومات نکالنے سے قاصر
vi: Không thể trích xuất thông tin liên hệ
zh: 无法提取联系人信息

source: My cards
fr: Mes cartes

# viewManageCards
source: View and manage my cards
fr: Voir et gérer mes cartes

source: Create
fr: Créer

source: New business card
fr: Nouvelle carte de visite

# readCard
source: Read a card
fr: Lire une carte

source: Photo or camera
fr: Photo ou caméra

source: Import
fr: Importer

source: From contacts
fr: Depuis les contacts

# manageContacts
source: Manage my contacts
fr: Gérer mes contacts

source: Scan NFC card
fr: Scan carte NFC

# scanBusinessCard
source: Scan a business card
fr: Scanner une carte de visite

# templatesInfoDesc
source: To use daily or easily share an event, address, website, recipe, WiFi code...
fr: Pour utiliser au quotidien ou partager facilement un événement, une adresse, un site internet, une recette de cuisine, un code WiFi...

source: My Tag Templates
fr: Mes modèles de Tags

# viewManageTemplates
source: View and manage my templates
fr: Voir et gérer mes modèles

source: New Tag Template
fr: Nouveau modèle de Tag

source: From existing Tag
fr: Depuis un Tag existant

# emulateTag
source: Emulate a Tag
fr: Émuler un Tag

# shareNfc
source: Share via NFC
fr: Partager en NFC

# createTemplate
source: Create a template
fr: Créer un modèle

# whatTemplateType
source: What type of template?
fr: Quel type de modèle ?

# chooseDataType
source: Choose the data type for your template
fr: Choisissez le type de données pour votre modèle

source: Common types
fr: Types courants

source: Other types
fr: Autres types

source: Special templates
fr: Modèles spéciaux

source: ID Templates
fr: Modèles d'identification

source: Website, link
fr: Site web, lien

source: Text message
fr: Message texte

source: Date, time, location
fr: Date, heure, lieu

source: Network config
fr: Config. réseau

source: Phone number
fr: Numéro de téléphone

source: Direct call
fr: Appel direct

source: New message
fr: Nouveau message

source: GPS Position
fr: Position GPS

source: Static data only
fr: Données statiques uniquement

# forDynamicCard
source: For a dynamic business card:
fr: Pour une carte de visite dynamique :

# businessCardsArrow
source: Business Cards →
fr: Cartes de visite →

source: Google Review
fr: Avis Google

# googleReviewLink
source: Link to Google Business review
fr: Lien vers avis Google Business

source: App Download
fr: Téléchargement App

# appStoreLink
source: App Store / Play Store link
fr: Lien App Store / Play Store

source: Tip
fr: Pourboire

# tipPlatforms
source: PayPal, Stripe or custom link
fr: PayPal, Stripe ou lien personnalisé

source: Medical ID
fr: ID Médical

# emergencyInfo
source: Emergency info, doctor
fr: Infos urgence, médecin traitant

source: Pet ID
fr: ID Animal

# petIdInfo
source: Pet identification
fr: Identification animal de compagnie

source: Luggage ID
fr: ID Bagages

# luggageIdInfo
source: Travel luggage identification
fr: Identification bagages voyage

source: Edit template
fr: Modifier le modèle

# newTemplateType
source: New {type} template
fr: Nouveau modèle {type}

source: Template data
fr: Données du modèle

source: Update
fr: Mettre à jour

# createTemplateBtn
source: Create template
fr: Créer le modèle

# enterUrl
source: Please enter a URL
fr: Veuillez entrer une URL

# urlMustStartWith
source: URL must start with http:// or https://
fr: L'URL doit commencer par http:// ou https://

# enterText
source: Please enter text
fr: Veuillez entrer du texte

# ssidRequired
source: Network name (SSID) *
fr: Nom du réseau (SSID) *

source: Security type
fr: Type de sécurité

# passwordRequired
source: Password *
fr: Mot de passe *

source: Hidden network
fr: Réseau masqué

# phoneRequired
source: Phone number *
fr: Numéro de téléphone *

# emailRequired
source: Email address *
fr: Adresse email *

source: Subject (optional)
fr: Sujet (optionnel)

source: Body (optional)
fr: Corps du message (optionnel)

source: Message (optional)
fr: Message (optionnel)

# eventTitleRequired
source: Event title *
fr: Titre de l'événement *

source: Time
fr: Heure

source: Link (optional)
fr: Lien (optionnel)

# placeIdRequired
source: Google Place ID *
fr: ID du lieu Google (Place ID) *

# googleReviewDesc
source: The generated link will open your establishment's Google review page directly
fr: Le lien généré ouvrira directement la page d'avis Google de votre établissement

source: Provider
fr: Fournisseur

source: Name
fr: Nom

source: Blood type
fr: Groupe sanguin

source: Medications
fr: Médicaments

source: Emergency contact
fr: Contact urgence

source: Doctor
fr: Médecin

source: Doctor phone
fr: Tél. médecin

source: Species
fr: Espèce

source: Breed
fr: Race

source: Chip number
fr: N° puce

source: Owner
fr: Propriétaire

# vet
source: Veterinarian
fr: Vétérinaire

source: Vet phone
fr: Tél. véto

source: Flight number
fr: N° vol

source: Template
fr: Modèle

source: Template not found
fr: Modèle non trouvé

# writeToNfcDesc
source: Write data to a tag
fr: Gravez les données sur un tag

# scanQrCodeAbove
source: Scan the code above
fr: Faire scanner le code ci-dessus

source: Copy content
fr: Copier le contenu

source: Content copied!
fr: Contenu copié !

source: Publish online
fr: Publier en ligne

# alreadyPublished
source: Already published - {url}
fr: Déjà publié - {url}

# createPublicLink
source: Create a shareable public link
fr: Créer un lien public partageable

source: Write NFC
fr: Écrire NFC

source: Details
fr: Détails

source: Uses
fr: Utilisations

source: Created on
fr: Créé le

# lastUsedOn
source: Last used: {date}
fr: Dernière utilisation : {date}

source: Template published!
fr: Modèle publié !

source: Unpublish
fr: Retirer de la publication

source: Template unpublished
fr: Modèle retiré de la publication

# publishTemplateQuestion
source: Publish this template?
fr: Publier ce modèle ?

# publishTemplateDesc
source: A public link will be created to share this template.
fr: Un lien public sera créé pour partager ce modèle.

# publishTemplateWarning
source: Anyone with the link can access the template data.
fr: Toute personne ayant le lien pourra accéder aux données du modèle.

source: Publish
fr: Publier

# appDownloadDesc
source: The user will be redirected to the correct store based on their device
fr: L'utilisateur sera redirigé vers le bon store selon son appareil

source: Custom link
fr: Lien personnalisé

# paypalLink
source: PayPal.me link *
fr: Lien PayPal.me *

# stripeLink
source: Stripe Payment link *
fr: Lien Stripe Payment *

source: Custom URL *
fr: URL personnalisée *

source: Full name *
fr: Nom complet *

source: Pet name *
fr: Nom de l'animal *

source: Owner name *
fr: Nom du propriétaire *

source: Owner phone *
fr: Téléphone propriétaire *

# vetClinic
source: Veterinary clinic
fr: Cabinet vétérinaire

source: Destination address
fr: Adresse de destination

source: Flight number (optional)
fr: N° de vol (optionnel)

# luggageDesc
source: In case of loss, this information will help find you
fr: En cas de perte, ces informations aideront à vous retrouver

source: Web link
fr: Lien web

source: WiFi Config
fr: Config WiFi

source: Business card
fr: Carte de visite

source: Phone call
fr: Appel téléphonique

# templateUpdated
source: Template "{name}" updated
fr: Modèle "{name}" mis à jour

# templateCreated
source: Template "{name}" created
fr: Modèle "{name}" créé

source: Event
fr: Événement

source: Select
fr: Sélectionner

source: Optional
fr: Optionnel

source: Data
fr: Données

source: Network
fr: Réseau

source: Security
fr: Sécurité

source: Hidden
fr: Masqué

source: Subject
fr: Sujet

source: Title
fr: Titre

source: Link
fr: Lien

source: Search on map
fr: Rechercher sur la carte

# cardsAndContactsPageTitle
source: Business cards and contacts
fr: Cartes de visite et contacts

# myCardsTitle
source: My business cards
fr: Mes cartes de visite

# myCardsSubtitle
source: View and edit my business cards
fr: Voir et éditer mes cartes de visite

# createCardTitle
source: Create a business card
fr: Créer une carte de visite

# createCardSubtitle
source: Create a Pro, Personal or Profile card with resume
fr: Créer une carte Pro, Personnelle ou Profil avec CV

# readPaperCardTitle
source: Read a card
fr: Lire une carte

# readPaperCardSubtitle
source: Read a paper card with the camera
fr: Lire une carte papier avec la caméra

# scanNfcCardTitle
source: Scan an NFC card
fr: Scanner une carte NFC

# scanNfcCardSubtitle
source: Scan a physical or emulated card
fr: Scanner une carte physique ou émulée

# aiBadge
source: AI
fr: IA

source: AI-powered
fr: Propulsé par IA

source: AI Usage
fr: Utilisation IA

source: Error loading data
fr: Erreur de chargement

source: Usage by type
fr: Utilisation par type

source: AI Credits
fr: Crédits IA

source: Monthly usage
fr: Utilisation mensuelle

source: used
fr: utilisé

source: remaining
fr: restant

# tokenLimitReached
source: You have reached your monthly token limit. Wait for the next period or upgrade your plan.
fr: Vous avez atteint votre limite mensuelle de tokens. Attendez la prochaine période ou passez à un forfait supérieur.

source: Business card reading
fr: Lecture carte de visite

# tagAnalysis
source: NFC tag analysis
fr: Analyse de tag NFC

source: Template generation
fr: Génération de modèle

source: Billing period
fr: Période de facturation

source: Resets monthly
fr: Réinitialisation mensuelle

source: Need more credits?
fr: Besoin de plus de crédits ?

# creditsComingSoon
source: The option to purchase additional credits will be available soon.
fr: L'option d'achat de crédits supplémentaires sera bientôt disponible.

# aiGenerationSuccess
source: Description generated successfully!
fr: Description générée avec succès !

# aiGenerationError
source: Failed to generate description
fr: Échec de la génération de description

source: Generate with AI
fr: Générer avec l'IA

# aiEnhanceDescription
source: Enhance with AI
fr: Améliorer avec l'IA

source: Event photo
fr: Photo de l'événement

# addEventPhoto
source: Add a photo
fr: Ajouter une photo

# generateImageWithAI
source: Generate with AI
fr: Générer avec l'IA

# aiImageComingSoon
source: AI image generation coming soon
fr: Génération d'image IA bientôt disponible

# aiImageGenerated
source: Image generated successfully!
fr: Image générée avec succès !

source: Generating image...
fr: Génération de l'image...

# tagTypesExplanation
source: Fixed types are predefined. Your templates appear in "My templates" section.
ar: الأنواع الثابتة محددة مسبقاً. تظهر قوالبك في قسم "قوالبي".
bn: নির্দিষ্ট ধরনগুলো পূর্বনির্ধারিত। আপনার টেমপ্লেটগুলো "আমার টেমপ্লেট" বিভাগে প্রদর্শিত হবে।
de: Feste Typen sind vordefiniert. Ihre Vorlagen erscheinen im Abschnitt "Meine Vorlagen".
el: Οι σταθεροί τύποι είναι προκαθορισμένοι. Τα πρότυπά σας εμφανίζονται στην ενότητα "Τα πρότυπά μου".
es: Los tipos fijos están predefinidos. Sus plantillas aparecen en la sección "Mis plantillas".
fr: Les types fixes sont prédéfinis. Vos modèles apparaissent dans la section "Mes modèles".
hi: स्थिर प्रकार पूर्व-निर्धारित हैं। आपके टेम्पलेट "मेरे टेम्पलेट" अनुभाग में दिखाई देते हैं।
it: I tipi fissi sono predefiniti. I tuoi modelli appaiono nella sezione "I miei modelli".
ja: 固定タイプは事前定義されています。テンプレートは「マイテンプレート」セクションに表示されます。
ko: 고정 유형은 사전 정의되어 있습니다. 템플릿은 "내 템플릿" 섹션에 표시됩니다.
nl: Vaste types zijn voorgedefinieerd. Uw sjablonen verschijnen in de sectie "Mijn sjablonen".
pl: Stałe typy są predefiniowane. Twoje szablony pojawiają się w sekcji "Moje szablony".
pt: Os tipos fixos são predefinidos. Seus modelos aparecem na seção "Meus modelos".
ru: Фиксированные типы предопределены. Ваши шаблоны отображаются в разделе "Мои шаблоны".
th: ประเภทคงที่ถูกกำหนดไว้ล่วงหน้า เทมเพลตของคุณจะปรากฏในส่วน "เทมเพลตของฉัน"
tr: Sabit türler önceden tanımlanmıştır. Şablonlarınız "Şablonlarım" bölümünde görünür.
uk: Фіксовані типи є попередньо визначеними. Ваші шаблони з'являються в розділі "Мої шаблони".
ur: مقررہ اقسام پہلے سے طے شدہ ہیں۔ آپ کے ٹیمپلیٹس "میرے ٹیمپلیٹس" سیکشن میں ظاہر ہوتے ہیں۔
vi: Các loại cố định được xác định trước. Mẫu của bạn xuất hiện trong phần "Mẫu của tôi".
zh: 固定类型是预定义的。您的模板显示在"我的模板"部分。

source: Fixed types
ar: أنواع ثابتة
bn: নির্দিষ্ট ধরন
de: Feste Typen
el: Σταθεροί τύποι
es: Tipos fijos
fr: Types fixes
hi: स्थिर प्रकार
it: Tipi fissi
ja: 固定タイプ
ko: 고정 유형
nl: Vaste types
pl: Stałe typy
pt: Tipos fixos
ru: Фиксированные типы
th: ประเภทคงที่
tr: Sabit türler
uk: Фіксовані типи
ur: مقررہ اقسام
vi: Loại cố định
zh: 固定类型

# dynamicTemplates
source: Your templates
ar: قوالبك
bn: আপনার টেমপ্লেট
de: Ihre Vorlagen
el: Τα πρότυπά σας
es: Sus plantillas
fr: Vos modèles
hi: आपके टेम्पलेट
it: I tuoi modelli
ja: あなたのテンプレート
ko: 내 템플릿
nl: Uw sjablonen
pl: Twoje szablony
pt: Seus modelos
ru: Ваши шаблоны
th: เทมเพลตของคุณ
tr: Şablonlarınız
uk: Ваші шаблони
ur: آپ کے ٹیمپلیٹس
vi: Mẫu của bạn
zh: 您的模板

# buyMoreTokens
source: Purchase additional AI tokens
ar: شراء رموز ذكاء اصطناعي إضافية
bn: অতিরিক্ত AI টোকেন কিনুন
de: Zusätzliche KI-Tokens kaufen
el: Αγοράστε επιπλέον AI tokens
es: Comprar tokens IA adicionales
fr: Acheter des tokens IA supplémentaires
hi: अतिरिक्त AI टोकन खरीदें
it: Acquista token IA aggiuntivi
ja: 追加AIトークンを購入
ko: 추가 AI 토큰 구매
nl: Extra AI-tokens kopen
pl: Kup dodatkowe tokeny AI
pt: Comprar tokens IA adicionais
ru: Купить дополнительные ИИ-токены
th: ซื้อโทเค็น AI เพิ่มเติม
tr: Ek AI tokenleri satın al
uk: Придбати додаткові ШІ-токени
ur: اضافی AI ٹوکن خریدیں
vi: Mua thêm token AI
zh: 购买额外AI代币

# upgradeToPro
source: Upgrade to Pro for 5x more tokens and exclusive features
ar: قم بالترقية إلى Pro للحصول على 5 أضعاف الرموز وميزات حصرية
bn: 5x বেশি টোকেন এবং এক্সক্লুসিভ ফিচারের জন্য Pro তে আপগ্রেড করুন
de: Upgrade auf Pro für 5x mehr Tokens und exklusive Funktionen
el: Αναβαθμίστε σε Pro για 5x περισσότερα tokens και αποκλειστικές λειτουργίες
es: Pasa a Pro para obtener 5x más tokens y funciones exclusivas
fr: Passez à Pro pour 5x plus de tokens et des fonctionnalités exclusives
hi: 5x अधिक टोकन और विशेष सुविधाओं के लिए Pro में अपग्रेड करें
it: Passa a Pro per 5x più token e funzionalità esclusive
ja: Proにアップグレードして5倍のトークンと限定機能を入手
ko: Pro로 업그레이드하여 5배 더 많은 토큰과 독점 기능 이용
nl: Upgrade naar Pro voor 5x meer tokens en exclusieve functies
pl: Przejdź na Pro, aby uzyskać 5x więcej tokenów i ekskluzywne funkcje
pt: Atualize para Pro e obtenha 5x mais tokens e recursos exclusivos
ru: Перейдите на Pro для 5x больше токенов и эксклюзивных функций
th: อัปเกรดเป็น Pro เพื่อรับโทเค็นมากขึ้น 5 เท่าและฟีเจอร์พิเศษ
tr: 5 kat daha fazla token ve özel özellikler için Pro'ya yükseltin
uk: Оновіться до Pro для 5x більше токенів та ексклюзивних функцій
ur: 5x زیادہ ٹوکن اور خصوصی خصوصیات کے لیے Pro میں اپ گریڈ کریں
vi: Nâng cấp lên Pro để có gấp 5 lần token và tính năng độc quyền
zh: 升级到Pro版获得5倍代币和专属功能

# purchaseComingSoon
source: Purchase feature coming soon
ar: ميزة الشراء قريباً
bn: ক্রয় ফিচার শীঘ্রই আসছে
de: Kauffunktion demnächst verfügbar
el: Λειτουργία αγοράς σύντομα διαθέσιμη
es: Función de compra próximamente
fr: Fonctionnalité d'achat bientôt disponible
hi: खरीद सुविधा जल्द आ रही है
it: Funzione di acquisto in arrivo
ja: 購入機能は近日公開
ko: 구매 기능 곧 출시 예정
nl: Aankoopfunctie binnenkort beschikbaar
pl: Funkcja zakupu wkrótce dostępna
pt: Função de compra em breve
ru: Функция покупки скоро появится
th: ฟีเจอร์การซื้อเร็วๆ นี้
tr: Satın alma özelliği yakında
uk: Функція покупки незабаром
ur: خریداری کی خصوصیت جلد آرہی ہے
vi: Tính năng mua sắp ra mắt
zh: 购买功能即将推出

source: Resets annually
ar: إعادة تعيين سنوية
bn: বার্ষিক রিসেট
de: Jährliche Zurücksetzung
el: Ετήσια επαναφορά
es: Se reinicia anualmente
fr: Réinitialisation annuelle
hi: वार्षिक रीसेट
it: Reset annuale
ja: 年次リセット
ko: 연간 재설정
nl: Jaarlijkse reset
pl: Reset roczny
pt: Reinicia anualmente
ru: Сброс ежегодно
th: รีเซ็ตรายปี
tr: Yıllık sıfırlama
uk: Щорічне скидання
ur: سالانہ ری سیٹ
vi: Đặt lại hàng năm
zh: 每年重置

# faqTemplatesTitle
source: Dynamic templates
fr: Modèles dynamiques

# faqWhatAreTemplates
source: What is a dynamic template?
fr: Qu'est-ce qu'un modèle dynamique ?

# faqWhatAreTemplatesAnswer
source: A dynamic template allows you to save data (URL, vCard, WiFi, etc.) for easy reuse. You can write the same content to multiple tags without re-entering information.
fr: Un modèle dynamique permet de sauvegarder des données (URL, vCard, WiFi, etc.) pour les réutiliser facilement. Vous pouvez écrire le même contenu sur plusieurs tags sans ressaisir les informations.

# faqCreateTemplate
source: How do I create a template?
fr: Comment créer un modèle ?

# faqCreateTemplateAnswer
source: Go to 'Write', create your content, then tap 'Save as template'. You can also create a template from an existing tag by scanning it.
fr: Allez dans 'Écrire', créez votre contenu, puis appuyez sur 'Sauvegarder comme modèle'. Vous pouvez aussi créer un modèle depuis un tag existant en le scannant.

# faqShareTemplate
source: How do I share a template?
fr: Comment partager un modèle ?

# faqShareTemplateAnswer
source: Open a template, then use sharing options: write to NFC tag, generate QR Code, copy link, or emulate with HCE (Android).
fr: Ouvrez un modèle, puis utilisez les options de partage : écrire sur un tag NFC, générer un QR Code, copier le lien, ou émuler avec HCE (Android).

# faqAiTitle
source: AI Analysis
fr: Analyse IA

# faqWhatIsAi
source: How does AI analysis work?
fr: Comment fonctionne l'analyse IA ?

# faqWhatIsAiAnswer
source: Claude AI automatically analyzes scanned tag content to extract structured information, detect data types, and suggest relevant actions.
fr: L'IA Claude analyse automatiquement le contenu des tags scannés pour extraire des informations structurées, détecter le type de données, et proposer des actions pertinentes.

# faqAiCredits
source: How do AI credits work?
fr: Comment fonctionnent les crédits IA ?

# faqAiCreditsAnswer
source: Each AI analysis consumes tokens. Free users have a monthly limit, Pro subscribers get 5x more tokens with annual reset.
fr: Chaque analyse IA consomme des tokens. Les utilisateurs gratuits ont une limite mensuelle, les abonnés Pro bénéficient de 5x plus de tokens avec réinitialisation annuelle.

# faqAiExtractContact
source: Can AI extract contacts?
fr: L'IA peut-elle extraire des contacts ?

# faqAiExtractContactAnswer
source: Yes! AI can analyze a scanned business card (photo or NFC) to automatically extract name, phone, email and other information.
fr: Oui ! L'IA peut analyser une carte de visite scannée (photo ou NFC) pour extraire automatiquement le nom, téléphone, email et autres informations.

# faqFormatTitle
source: Formatting and management
fr: Formatage et gestion

# faqWhatIsFormat
source: What does the Format function do?
fr: Que fait la fonction Formater ?

# faqWhatIsFormatAnswer
source: Formatting completely erases the NFC tag memory. Unlike simple rewriting, it resets all user data pages to zero.
fr: Le formatage efface complètement la mémoire du tag NFC. Contrairement à une simple réécriture, il remet à zéro toutes les pages de données utilisateur.

# faqFormatVsWrite
source: What's the difference between Format and Rewrite?
fr: Quelle différence entre Formater et Réécrire ?

# faqFormatVsWriteAnswer
source: Rewriting only replaces visible NDEF data. Format erases ALL writable memory (pages 4+ on Mifare Ultralight, sectors on Mifare Classic).
fr: Réécrire remplace uniquement les données NDEF visibles. Formater efface TOUTE la mémoire inscriptible du tag (pages 4+ sur Mifare Ultralight, secteurs sur Mifare Classic).

# faqFormatSafe
source: Is formatting safe?
fr: Le formatage est-il sans danger ?

# faqFormatSafeAnswer
source: Yes, formatting preserves system data (UID, lock bits). However, user data will be permanently lost. This operation is irreversible.
fr: Oui, le formatage préserve les données système (UID, lock bits). Cependant, les données utilisateur seront définitivement perdues. Cette opération est irréversible.

# tutorialTemplates
source: Using templates
fr: Utiliser les modèles

# tutorialTemplatesDesc
source: Create and reuse tag templates
fr: Créez et réutilisez des modèles de tags

# tutorialTemplateStep1
source: Go to 'Write' then 'My dynamic templates'
fr: Allez dans 'Écrire' puis 'Mes modèles dynamiques'

# tutorialTemplateStep2
source: Tap '+' to create a new template
fr: Appuyez sur '+' pour créer un nouveau modèle

# tutorialTemplateStep3
source: Choose the type (URL, WiFi, vCard, etc.)
fr: Choisissez le type (URL, WiFi, vCard, etc.)

# tutorialTemplateStep4
source: Fill in the information and save
fr: Remplissez les informations et sauvegardez

# tutorialTemplateStep5
source: Use the template to write on multiple tags
fr: Utilisez le modèle pour écrire sur plusieurs tags

# tutorialAiAnalysis
source: Analyze with AI
fr: Analyser avec l'IA

# tutorialAiAnalysisDesc
source: Let AI decode your tags
fr: Laissez l'IA décrypter vos tags

# tutorialAiStep1
source: Scan an NFC tag normally
fr: Scannez un tag NFC normalement

# tutorialAiStep2
source: AI automatically analyzes the content
fr: L'IA analyse automatiquement le contenu

# tutorialAiStep3
source: View extracted information
fr: Consultez les informations extraites

# tutorialAiStep4
source: Create a template or contact if suggested
fr: Créez un modèle ou un contact si proposé

# tutorialFormatTag
source: Format a tag
fr: Formater un tag

# tutorialFormatTagDesc
source: Completely erase a tag's memory
fr: Effacez complètement la mémoire d'un tag

# tutorialFormatStep1
source: Go to 'Read' menu then 'Operations'
fr: Allez dans le menu 'Lire' puis 'Opérations'

# tutorialFormatStep2
source: Select 'Format tag'
fr: Sélectionnez 'Formater le tag'

# tutorialFormatStep3
source: Bring the tag to erase close
fr: Approchez le tag à effacer

# tutorialFormatStep4
source: Confirm the operation (irreversible)
fr: Confirmez l'opération (irréversible)

source: Google Wallet
ar: محفظة جوجل
ur: گوگل والیٹ
zh: Google钱包

source: Version
ar: الإصدار
bn: সংস্করণ
el: Έκδοση
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
vi: Phiên bản
zh: 版本

source: QR Code
ar: رمز QR
bn: QR কোড
el: Κωδικός QR
es: Código QR
it: Codice QR
ja: QRコード
ko: QR 코드
pl: Kod QR
ru: QR-код
tr: QR Kod
uk: QR-код
ur: QR کوڈ
vi: Mã QR
zh: 二维码

source: Apple Wallet
ar: محفظة Apple
zh: Apple钱包

source: Email
ar: البريد الإلكتروني
bn: ইমেল
hi: ईमेल
ja: メール
ko: 이메일
th: อีเมล
tr: E-posta
ur: ای میل
zh: 邮箱

source: Mobile
ar: الجوال
bn: মোবাইল
de: Mobil
el: Κινητό
es: Móvil
hi: मोबाइल
it: Cellulare
ja: 携帯電話
ko: 휴대폰
nl: Mobiel
pl: Komórka
pt: Celular
ru: Мобильный
th: มือถือ
tr: Mobil
uk: Мобільний
ur: موبائل
vi: Di động
zh: 手机

source: OK
ar: موافق
bn: ঠিক আছে
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh: 确定
