Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

# legalCopyAccessDesc
source: Duplicating access badges without authorization from the owner or manager is a criminal offense.
ar: نسخ شارات الدخول بدون إذن من المالك أو المدير يعتبر جريمة جنائية.
bn: মালিক বা ম্যানেজারের অনুমতি ছাড়া অ্যাক্সেস ব্যাজ নকল করা একটি ফৌজদারি অপরাধ।
de: Das Duplizieren von Zugangskarten ohne Genehmigung des Eigentümers oder Verwalters ist eine Straftat.
el: Η αντιγραφή καρτών πρόσβασης χωρίς άδεια του ιδιοκτήτη ή διαχειριστή είναι ποινικό αδίκημα.
es: Duplicar tarjetas de acceso sin autorización del propietario o gestor constituye un delito penal.
fr: La duplication de badges d'accès sans autorisation du propriétaire ou gestionnaire constitue une infraction pénale.
hi: मालिक या प्रबंधक के प्राधिकरण के बिना एक्सेस बैज की नकल करना आपराधिक अपराध है।
it: Duplicare badge di accesso senza autorizzazione del proprietario o gestore costituisce reato penale.
ja: 所有者または管理者の許可なくアクセスバッジを複製することは刑事犯罪です。
ko: 소유자 또는 관리자의 승인 없이 출입 배지를 복제하는 것은 형사 범죄입니다.
nl: Het dupliceren van toegangspassen zonder toestemming van de eigenaar of beheerder is een strafbaar feit.
pl: Powielanie identyfikatorów dostępu bez zgody właściciela lub zarządcy stanowi przestępstwo karne.
pt: A duplicação de crachás de acesso sem autorização do proprietário ou gerente constitui uma infração penal.
ru: Копирование пропусков без разрешения владельца является уголовным преступлением.
th: การทำซ้ำป้ายเข้าถึงโดยไม่ได้รับอนุญาตจากเจ้าของหรือผู้จัดการถือเป็นความผิดทางอาญา
tr: Sahibinin veya yöneticinin yetkisi olmadan erişim rozetlerini çoğaltmak ceza gerektiren bir suçtur.
uk: Дублювання перепусток доступу без дозволу власника або менеджера є кримінальним злочином.
ur: مالک یا منتظم کی اجازت کے بغیر ایکسیس بیجز کی نقل کرنا فوجداری جرم ہے۔
vi: Nhân bản huy hiệu truy cập không có sự cho phép của chủ sở hữu hoặc quản lý là hành vi phạm tội hình sự.
zh: 未经所有者或管理者授权复制门禁卡属于刑事犯罪。

# legalFraud
source: Fraud and impersonation
ar: الاحتيال وانتحال الهوية
bn: জালিয়াতি এবং ছদ্মবেশ
de: Betrug und Identitätsdiebstahl
el: Απάτη και πλαστοπροσωπία
es: Fraude y suplantación
fr: Fraude et usurpation
hi: धोखाधड़ी और नकल
it: Frode e furto d'identità
ja: 詐欺と偽造
ko: 사기 및 위조
nl: Fraude en identiteitsdiefstal
pl: Oszustwo i podszywanie się
pt: Fraude e falsificação
ru: Мошенничество и подделка личности
th: การฉ้อโกงและการแอบอ้าง
tr: Dolandırıcılık ve kimliğe bürünme
uk: Шахрайство та підробка
ur: دھوکہ دہی اور نقالی
vi: Gian lận và mạo danh
zh: 欺诈和身份冒充

# legalFraudDesc
source: Using NFC tags to impersonate identity or bypass security systems is a criminal offense.
ar: استخدام بطاقات NFC لانتحال الهوية أو تجاوز أنظمة الأمان يعتبر جريمة جنائية.
bn: পরিচয় জাল করতে বা নিরাপত্তা ব্যবস্থা বাইপাস করতে NFC ট্যাগ ব্যবহার করা একটি ফৌজদারি অপরাধ।
de: Die Verwendung von NFC-Tags zur Identitätsfälschung oder Umgehung von Sicherheitssystemen ist eine Straftat.
el: Η χρήση ετικετών NFC για πλαστοπροσωπία ή παράκαμψη συστημάτων ασφαλείας είναι ποινικό αδίκημα.
es: Usar etiquetas NFC para suplantar identidad o eludir sistemas de seguridad es un delito penal.
fr: L'utilisation de tags NFC pour usurper une identité ou contourner des systèmes de sécurité est un délit pénal.
hi: पहचान की नकल करने या सुरक्षा प्रणालियों को दरकिनार करने के लिए NFC टैग का उपयोग आपराधिक अपराध है।
it: Usare tag NFC per impersonare identità o aggirare sistemi di sicurezza è reato penale.
ja: 身元を偽造したりセキュリティシステムを回避するためにNFCタグを使用することは犯罪です。
ko: 신원을 위조하거나 보안 시스템을 우회하기 위해 NFC 태그를 사용하는 것은 범죄입니다.
nl: Het gebruik van NFC-tags om identiteit te vervalsen of beveiligingssystemen te omzeilen is een strafbaar feit.
pl: Używanie tagów NFC do podszywania się pod tożsamość lub omijania systemów bezpieczeństwa jest przestępstwem karnym.
pt: O uso de tags NFC para falsificar uma identidade ou contornar sistemas de segurança é um crime.
ru: Использование NFC-меток для подделки личности или обхода систем безопасности является уголовным преступлением.
th: การใช้แท็ก NFC เพื่อแอบอ้างหรือหลีกเลี่ยงระบบความปลอดภัยเป็นความผิดทางอาญา
tr: Kimliğe bürünmek veya güvenlik sistemlerini atlatmak için NFC etiketlerini kullanmak cezai bir suçtur.
uk: Використання NFC тегів для підробки особи або обходу систем безпеки є кримінальним злочином.
ur: شناخت کی نقالی یا سیکیورٹی سسٹمز کو بائی پاس کرنے کے لیے NFC ٹیگز کا استعمال فوجداری جرم ہے۔
vi: Sử dụng thẻ NFC để mạo danh hoặc vượt qua hệ thống bảo mật là tội phạm hình sự.
zh: 使用NFC标签冒充身份或绕过安全系统属于刑事犯罪。

# legalPrivacy
source: Personal data
ar: البيانات الشخصية
bn: ব্যক্তিগত ডেটা
de: Personenbezogene Daten
el: Προσωπικά δεδομένα
es: Datos personales
fr: Données personnelles
hi: व्यक्तिगत डेटा
it: Dati personali
ja: 個人データ
ko: 개인 데이터
nl: Persoonsgegevens
pl: Dane osobowe
pt: Dados pessoais
ru: Персональные данные
th: ข้อมูลส่วนบุคคล
tr: Kişisel veriler
uk: Особисті дані
ur: ذاتی ڈیٹا
vi: Dữ liệu cá nhân
zh: 个人数据

# legalPrivacyDesc
source: Reading tags containing personal data without consent may violate GDPR and privacy laws.
ar: قراءة البطاقات التي تحتوي على بيانات شخصية بدون موافقة قد ينتهك قوانين GDPR والخصوصية.
bn: সম্মতি ছাড়া ব্যক্তিগত ডেটা সম্বলিত ট্যাগ পড়া GDPR এবং গোপনীয়তা আইন লঙ্ঘন করতে পারে।
de: Das Lesen von Tags mit personenbezogenen Daten ohne Einwilligung kann gegen DSGVO und Datenschutzgesetze verstoßen.
el: Η ανάγνωση ετικετών που περιέχουν προσωπικά δεδομένα χωρίς συναίνεση μπορεί να παραβιάζει τον GDPR και τους νόμους περί απορρήτου.
es: Leer etiquetas que contienen datos personales sin consentimiento puede violar el RGPD y las leyes de privacidad.
fr: La lecture de tags contenant des données personnelles sans consentement peut violer le RGPD et les lois sur la vie privée.
hi: सहमति के बिना व्यक्तिगत डेटा वाले टैग को पढ़ना GDPR और गोपनीयता कानूनों का उल्लंघन कर सकता है।
it: Leggere tag contenenti dati personali senza consenso può violare il GDPR e le leggi sulla privacy.
ja: 同意なしに個人データを含むタグを読み取ることは、GDPRおよびプライバシー法に違反する可能性があります。
ko: 동의 없이 개인 데이터가 포함된 태그를 읽는 것은 GDPR 및 개인정보 보호법을 위반할 수 있습니다.
nl: Het lezen van tags met persoonsgegevens zonder toestemming kan de AVG en privacywetten schenden.
pl: Odczytywanie tagów zawierających dane osobowe bez zgody może naruszać RODO i przepisy o ochronie prywatności.
pt: A leitura de tags contendo dados pessoais sem consentimento pode violar a LGPD e leis de privacidade.
ru: Чтение меток с персональными данными без согласия может нарушать GDPR и законы о конфиденциальности.
th: การอ่านแท็กที่มีข้อมูลส่วนบุคคลโดยไม่ได้รับความยินยอมอาจละเมิด GDPR และกฎหมายความเป็นส่วนตัว
tr: Onay olmadan kişisel veri içeren etiketleri okumak GDPR ve gizlilik yasalarını ihlal edebilir.
uk: Читання тегів з особистими даними без згоди може порушувати GDPR та закони про конфіденційність.
ur: رضامندی کے بغیر ذاتی ڈیٹا پر مشتمل ٹیگز پڑھنا GDPR اور رازداری کے قوانین کی خلاف ورزی ہو سکتی ہے۔
vi: Đọc thẻ chứa dữ liệu cá nhân không có sự đồng ý có thể vi phạm GDPR và luật về quyền riêng tư.
zh: 未经同意读取包含个人数据的标签可能违反GDPR和隐私法。

# legalAuthorization
source: Authorized use only
ar: الاستخدام المصرح به فقط
bn: শুধুমাত্র অনুমোদিত ব্যবহার
de: Nur autorisierte Nutzung
el: Μόνο εξουσιοδοτημένη χρήση
es: Solo uso autorizado
fr: Usage autorisé uniquement
hi: केवल अधिकृत उपयोग
it: Solo uso autorizzato
ja: 許可された使用のみ
ko: 승인된 사용만
nl: Alleen geautoriseerd gebruik
pl: Tylko autoryzowane użycie
pt: Uso autorizado apenas
ru: Только авторизованное использование
th: ใช้ได้เฉพาะที่ได้รับอนุญาต
tr: Yalnızca yetkili kullanım
uk: Тільки дозволене використання
ur: صرف مجاز استعمال
vi: Chỉ sử dụng được ủy quyền
zh: 仅限授权使用

# legalAuthorizationDesc
source: Only use copy and emulation features on your own tags or with explicit authorization from the owner.
ar: استخدم ميزات النسخ والمحاكاة فقط على بطاقاتك الخاصة أو بإذن صريح من المالك.
bn: কপি এবং এমুলেশন ফাংশন শুধুমাত্র আপনার নিজস্ব ট্যাগে বা মালিকের সুস্পষ্ট অনুমতি নিয়ে ব্যবহার করুন।
de: Verwende die Kopier- und Emulationsfunktionen nur bei eigenen Tags oder mit ausdrücklicher Genehmigung des Eigentümers.
el: Χρησιμοποιήστε τις λειτουργίες αντιγραφής και εξομοίωσης μόνο σε δικές σας ετικέτες ή με ρητή άδεια του ιδιοκτήτη.
es: Usa las funciones de copia y emulación solo en tus propias etiquetas o con autorización explícita del propietario.
fr: N'utilisez les fonctions de copie et d'émulation que sur vos propres tags ou avec l'autorisation explicite du propriétaire.
hi: कॉपी और एमुलेशन कार्यों का उपयोग केवल अपने स्वयं के टैग पर या मालिक की स्पष्ट अनुमति के साथ करें।
it: Usa le funzioni di copia ed emulazione solo sui tuoi tag o con autorizzazione esplicita del proprietario.
ja: コピーおよびエミュレーション機能は、自分のタグまたは所有者の明示的な許可がある場合にのみ使用してください。
ko: 복사 및 에뮬레이션 기능은 자신의 태그에 대해서만 또는 소유자의 명시적 승인이 있을 때만 사용하세요.
nl: Gebruik kopieer- en emulatiefuncties alleen op je eigen tags of met expliciete toestemming van de eigenaar.
pl: Używaj funkcji kopiowania i emulacji tylko na własnych tagach lub za wyraźną zgodą właściciela.
pt: Use as funções de cópia e emulação apenas em suas próprias tags ou com autorização explícita do proprietário.
ru: Используйте функции копирования и эмуляции только на своих метках или с явного разрешения владельца.
th: ใช้ฟังก์ชันคัดลอกและจำลองเฉพาะบนแท็กของคุณเองหรือด้วยการอนุญาตอย่างชัดเจนจากเจ้าของ
tr: Kopyalama ve emülasyon işlevlerini yalnızca kendi etiketlerinizde veya sahibinin açık yetkisiyle kullanın.
uk: Використовуйте функції копіювання та емуляції лише на власних тегах або з явного дозволу власника.
ur: کاپی اور ایمولیشن کی خصوصیات صرف اپنے ٹیگز پر یا مالک کی واضح اجازت سے استعمال کریں۔
vi: Chỉ sử dụng các chức năng sao chép và mô phỏng trên thẻ của riêng bạn hoặc với sự cho phép rõ ràng của chủ sở hữu.
zh: 仅在您自己的标签上或经所有者明确授权后使用复制和模拟功能。

# techNfcA
source: MIFARE tags, NFC Forum Type 1/2/4
ar: بطاقات MIFARE، NFC Forum النوع 1/2/4
bn: MIFARE ট্যাগ, NFC Forum Type 1/2/4
de: MIFARE-Tags, NFC Forum Typ 1/2/4
el: Ετικέτες MIFARE, NFC Forum Τύπου 1/2/4
es: Etiquetas MIFARE, NFC Forum Tipo 1/2/4
fr: Tags MIFARE, NFC Forum Type 1/2/4
hi: MIFARE टैग, NFC Forum Type 1/2/4
it: Tag MIFARE, NFC Forum Tipo 1/2/4
ja: MIFAREタグ、NFC Forum Type 1/2/4
ko: MIFARE 태그, NFC Forum Type 1/2/4
pl: Tagi MIFARE, NFC Forum Type 1/2/4
pt: Tags MIFARE, NFC Forum Type 1/2/4
ru: Метки MIFARE, NFC Forum Type 1/2/4
th: แท็ก MIFARE, NFC Forum Type 1/2/4
tr: MIFARE etiketleri, NFC Forum Type 1/2/4
uk: Теги MIFARE, NFC Forum Type 1/2/4
ur: MIFARE ٹیگز، NFC Forum Type 1/2/4
vi: Thẻ MIFARE, NFC Forum Type 1/2/4
zh: MIFARE标签、NFC Forum Type 1/2/4

# techNfcB
source: Smart cards, biometric passports
ar: البطاقات الذكية، جوازات السفر البيومترية
bn: স্মার্ট কার্ড, বায়োমেট্রিক পাসপোর্ট
de: Smartcards, biometrische Pässe
el: Έξυπνες κάρτες, βιομετρικά διαβατήρια
es: Tarjetas inteligentes, pasaportes biométricos
fr: Cartes à puce, passeports biométriques
hi: स्मार्ट कार्ड, बायोमेट्रिक पासपोर्ट
it: Smart card, passaporti biometrici
ja: スマートカード、バイオメトリックパスポート
ko: 스마트 카드, 생체 인식 여권
nl: Smartcards, biometrische paspoorten
pl: Karty inteligentne, paszporty biometryczne
pt: Cartões inteligentes, passaportes biométricos
ru: Смарт-карты, биометрические паспорта
th: สมาร์ทการ์ด พาสปอร์ตชีวมิติ
tr: Akıllı kartlar, biyometrik pasaportlar
uk: Смарт-картки, біометричні паспорти
ur: سمارٹ کارڈز، بایومیٹرک پاسپورٹس
vi: Thẻ thông minh, hộ chiếu sinh trắc học
zh: 智能卡、生物识别护照

# techNfcF
source: Sony FeliCa (mainly in Japan)
ar: Sony FeliCa (بشكل رئيسي في اليابان)
bn: Sony FeliCa (প্রধানত জাপানে)
de: Sony FeliCa (hauptsächlich in Japan)
el: Sony FeliCa (κυρίως στην Ιαπωνία)
es: Sony FeliCa (principalmente en Japón)
fr: Sony FeliCa (principalement au Japon)
hi: Sony FeliCa (मुख्य रूप से जापान में)
it: Sony FeliCa (principalmente in Giappone)
ja: Sony FeliCa（主に日本）
ko: Sony FeliCa (주로 일본)
nl: Sony FeliCa (voornamelijk in Japan)
pl: Sony FeliCa (głównie w Japonii)
pt: Sony FeliCa (principalmente no Japão)
ru: Sony FeliCa (в основном в Японии)
th: Sony FeliCa (ส่วนใหญ่ในญี่ปุ่น)
tr: Sony FeliCa (ağırlıklı olarak Japonya'da)
uk: Sony FeliCa (переважно в Японії)
ur: Sony FeliCa (بنیادی طور پر جاپان میں)
vi: Sony FeliCa (chủ yếu ở Nhật Bản)
zh: Sony FeliCa（主要在日本）

# techNfcV
source: Long range industrial tags
ar: بطاقات صناعية بعيدة المدى
bn: দীর্ঘ পরিসরের শিল্প ট্যাগ
de: Industrielle Tags mit großer Reichweite
el: Βιομηχανικές ετικέτες μεγάλης εμβέλειας
es: Etiquetas industriales de largo alcance
fr: Tags industriels longue portée
hi: लंबी दूरी के औद्योगिक टैग
it: Tag industriali a lungo raggio
ja: 長距離産業用タグ
ko: 장거리 산업용 태그
nl: Industriële tags met groot bereik
pl: Przemysłowe tagi dalekiego zasięgu
pt: Tags industriais de longo alcance
ru: Промышленные метки дальнего действия
th: แท็กอุตสาหกรรมระยะไกล
tr: Uzun menzilli endüstriyel etiketler
uk: Промислові теги великого радіусу дії
ur: لمبی رینج کے صنعتی ٹیگز
vi: Thẻ công nghiệp tầm xa
zh: 远距离工业标签

# techIsoDep
source: Advanced smart cards, EMV
ar: البطاقات الذكية المتقدمة، EMV
bn: উন্নত স্মার্ট কার্ড, EMV
de: Erweiterte Smartcards, EMV
el: Προηγμένες έξυπνες κάρτες, EMV
es: Tarjetas inteligentes avanzadas, EMV
fr: Cartes à puce avancées, EMV
hi: उन्नत स्मार्ट कार्ड, EMV
it: Smart card avanzate, EMV
ja: 高度なスマートカード、EMV
ko: 고급 스마트 카드, EMV
nl: Geavanceerde smartcards, EMV
pl: Zaawansowane karty inteligentne, EMV
pt: Cartões inteligentes avançados, EMV
ru: Продвинутые смарт-карты, EMV
th: สมาร์ทการ์ดขั้นสูง EMV
tr: Gelişmiş akıllı kartlar, EMV
uk: Розширені смарт-картки, EMV
ur: ایڈوانسڈ سمارٹ کارڈز، EMV
vi: Thẻ thông minh nâng cao, EMV
zh: 高级智能卡、EMV

# techNdef
source: NFC Forum standard format for structured data
ar: تنسيق NFC Forum القياسي للبيانات المهيكلة
bn: কাঠামোগত ডেটার জন্য স্ট্যান্ডার্ড NFC Forum ফরম্যাট
de: NFC Forum Standardformat für strukturierte Daten
el: Τυπική μορφή NFC Forum για δομημένα δεδομένα
es: Formato estándar NFC Forum para datos estructurados
fr: Format standard NFC Forum pour données structurées
hi: संरचित डेटा के लिए मानक NFC Forum प्रारूप
it: Formato standard NFC Forum per dati strutturati
ja: 構造化データの標準NFC Forum形式
ko: 구조화된 데이터를 위한 표준 NFC Forum 형식
nl: NFC Forum standaardformaat voor gestructureerde gegevens
pl: Standardowy format NFC Forum dla danych strukturalnych
pt: Formato padrão NFC Forum para dados estruturados
ru: Стандартный формат NFC Forum для структурированных данных
th: รูปแบบมาตรฐาน NFC Forum สำหรับข้อมูลที่มีโครงสร้าง
tr: Yapılandırılmış veriler için standart NFC Forum formatı
uk: Стандартний формат NFC Forum для структурованих даних
ur: ساختہ ڈیٹا کے لیے NFC Forum معیاری فارمیٹ
vi: Định dạng chuẩn NFC Forum cho dữ liệu có cấu trúc
zh: NFC Forum结构化数据标准格式

# techMifareClassic
source: 1K/4K tags with sectors and authentication keys
ar: بطاقات 1K/4K مع قطاعات ومفاتيح مصادقة
bn: সেক্টর এবং প্রমাণীকরণ কী সহ 1K/4K ট্যাগ
de: 1K/4K Tags mit Sektoren und Authentifizierungsschlüsseln
el: Ετικέτες 1K/4K με τομείς και κλειδιά ελέγχου ταυτότητας
es: Etiquetas 1K/4K con sectores y claves de autenticación
fr: Tags 1K/4K avec secteurs et clés d'authentification
hi: सेक्टर और प्रमाणीकरण कुंजियों के साथ 1K/4K टैग
it: Tag 1K/4K con settori e chiavi di autenticazione
ja: セクターと認証キーを持つ1K/4Kタグ
ko: 섹터 및 인증 키가 있는 1K/4K 태그
nl: 1K/4K tags met sectoren en authenticatiesleutels
pl: Tagi 1K/4K z sektorami i kluczami uwierzytelniania
pt: Tags 1K/4K com setores e chaves de autenticação
ru: Метки 1K/4K с секторами и ключами аутентификации
th: แท็ก 1K/4K ที่มีเซกเตอร์และคีย์การยืนยันตัวตน
tr: Sektörler ve kimlik doğrulama anahtarları ile 1K/4K etiketler
uk: Теги 1K/4K з секторами та ключами автентифікації
ur: سیکٹرز اور تصدیقی کیز کے ساتھ 1K/4K ٹیگز
vi: Thẻ 1K/4K với sector và khóa xác thực
zh: 带扇区和认证密钥的1K/4K标签

# techMifareUltralight
source: Lightweight low-cost tags, 64-192 bytes
ar: بطاقات خفيفة منخفضة التكلفة، 64-192 بايت
bn: কম খরচের হালকা ট্যাগ, 64-192 বাইট
de: Leichte kostengünstige Tags, 64-192 Bytes
el: Ελαφριές ετικέτες χαμηλού κόστους, 64-192 bytes
es: Etiquetas ligeras de bajo coste, 64-192 bytes
fr: Tags légers à faible coût, 64-192 octets
hi: कम लागत वाले हल्के टैग, 64-192 बाइट्स
it: Tag leggeri a basso costo, 64-192 byte
ja: 低コストの軽量タグ、64-192バイト
ko: 저비용 경량 태그, 64-192바이트
nl: Lichte goedkope tags, 64-192 bytes
pl: Lekkie tagi niskobudżetowe, 64-192 bajty
pt: Tags leves de baixo custo, 64-192 bytes
ru: Лёгкие недорогие метки, 64-192 байта
th: แท็กเบาราคาถูก 64-192 ไบต์
tr: Düşük maliyetli hafif etiketler, 64-192 bayt
uk: Легкі недорогі теги, 64-192 байти
ur: ہلکے کم لاگت کے ٹیگز، 64-192 بائٹس
vi: Thẻ nhẹ chi phí thấp, 64-192 byte
zh: 轻量级低成本标签，64-192字节

source: Templates
ar: القوالب
bn: টেমপ্লেট
de: Vorlagen
el: Πρότυπα
es: Plantillas
fr: Modèles
hi: टेम्पलेट्स
it: Modelli
ja: テンプレート
ko: 템플릿
nl: Sjablonen
pl: Szablony
ru: Шаблоны
th: เทมเพลต
tr: Şablonlar
uk: Шаблони
ur: ٹیمپلیٹس
vi: Mẫu
zh: 模板

source: My templates
ar: قوالبي
bn: আমার টেমপ্লেট
de: Meine Vorlagen
el: Τα πρότυπά μου
es: Mis plantillas
fr: Mes modèles
hi: मेरे टेम्पलेट्स
it: I miei modelli
ja: マイテンプレート
ko: 내 템플릿
nl: Mijn sjablonen
pl: Moje szablony
pt: Meus templates
ru: Мои шаблоны
th: เทมเพลตของฉัน
tr: Şablonlarım
uk: Мої шаблони
ur: میرے ٹیمپلیٹس
vi: Mẫu của tôi
zh: 我的模板

source: No templates
ar: لا توجد قوالب
bn: কোনো টেমপ্লেট নেই
de: Keine Vorlagen
el: Χωρίς πρότυπα
es: Sin plantillas
fr: Aucun modèle
hi: कोई टेम्पलेट नहीं
it: Nessun modello
ja: テンプレートなし
ko: 템플릿 없음
nl: Geen sjablonen
pl: Brak szablonów
pt: Nenhum template
ru: Нет шаблонов
th: ไม่มีเทมเพลต
tr: Şablon yok
uk: Немає шаблонів
ur: کوئی ٹیمپلیٹ نہیں
vi: Không có mẫu
zh: 无模板

# createTemplatesHint
source: Save your frequent writes to reuse them
ar: احفظ كتاباتك المتكررة لإعادة استخدامها
bn: পুনরায় ব্যবহারের জন্য আপনার ঘন ঘন লেখাগুলি সংরক্ষণ করুন
de: Speichere häufige Schreibvorgänge zur Wiederverwendung
el: Αποθηκεύστε τις συχνές εγγραφές σας για επαναχρησιμοποίηση
es: Guarda tus escrituras frecuentes para reutilizarlas
fr: Partagez facilement un événement, une adresse, un site internet, une recette de cuisine, un code WiFi...
hi: अपने बार-बार लिखे जाने वाले को पुन: उपयोग के लिए सहेजें
it: Salva le tue scritture frequenti per riutilizzarle
ja: 頻繁に使用する書き込みを保存して再利用
ko: 자주 사용하는 쓰기를 저장하여 재사용
nl: Sla je frequente schrijfacties op voor hergebruik
pl: Zapisuj często używane zapisy, aby je ponownie wykorzystać
pt: Salve suas escritas frequentes para reutilizá-las
ru: Сохраняйте частые записи для повторного использования
th: บันทึกการเขียนที่ใช้บ่อยเพื่อนำกลับมาใช้
tr: Sık kullandığınız yazmaları yeniden kullanmak için kaydedin
uk: Зберігайте часті записи для повторного використання
ur: دوبارہ استعمال کے لیے اپنی بار بار لکھائیاں محفوظ کریں
vi: Lưu các lần ghi thường xuyên để tái sử dụng
zh: 保存常用写入以便重复使用

source: Manage templates
ar: إدارة القوالب
bn: টেমপ্লেট পরিচালনা করুন
de: Vorlagen verwalten
el: Διαχείριση προτύπων
es: Gestionar plantillas
fr: Gérer les modèles
hi: टेम्पलेट्स प्रबंधित करें
it: Gestisci modelli
ja: テンプレート管理
ko: 템플릿 관리
nl: Sjablonen beheren
pl: Zarządzaj szablonami
pt: Gerenciar templates
ru: Управление шаблонами
th: จัดการเทมเพลต
tr: Şablonları yönet
uk: Керувати шаблонами
ur: ٹیمپلیٹس کا انتظام کریں
vi: Quản lý mẫu
zh: 管理模板

source: Template deleted
ar: تم حذف القالب
bn: টেমপ্লেট মুছে ফেলা হয়েছে
de: Vorlage gelöscht
el: Το πρότυπο διαγράφηκε
es: Plantilla eliminada
fr: Modèle supprimé
hi: टेम्पलेट हटाया गया
it: Modello eliminato
ja: テンプレートを削除しました
ko: 템플릿 삭제됨
nl: Sjabloon verwijderd
pl: Szablon usunięty
pt: Template excluído
ru: Шаблон удалён
th: ลบเทมเพลตแล้ว
tr: Şablon silindi
uk: Шаблон видалено
ur: ٹیمپلیٹ حذف ہو گیا
vi: Đã xóa mẫu
zh: 模板已删除

source: Template selected
ar: تم اختيار القالب
bn: টেমপ্লেট নির্বাচন করা হয়েছে
de: Vorlage ausgewählt
el: Επιλέχθηκε πρότυπο
es: Plantilla seleccionada
fr: Modèle sélectionné
hi: टेम्पलेट चुना गया
it: Modello selezionato
ja: テンプレートを選択しました
ko: 템플릿 선택됨
nl: Sjabloon geselecteerd
pl: Szablon wybrany
pt: Template selecionado
ru: Шаблон выбран
th: เลือกเทมเพลตแล้ว
tr: Şablon seçildi
uk: Шаблон вибрано
ur: ٹیمپلیٹ منتخب ہو گیا
vi: Đã chọn mẫu
zh: 模板已选择

source: Template configured
ar: تم تكوين القالب
bn: টেমপ্লেট কনফিগার করা হয়েছে
de: Vorlage konfiguriert
el: Το πρότυπο ρυθμίστηκε
es: Plantilla configurada
fr: Modèle configuré
hi: टेम्पलेट कॉन्फ़िगर किया गया
it: Modello configurato
ja: テンプレートを設定しました
ko: 템플릿 구성됨
nl: Sjabloon geconfigureerd
pl: Szablon skonfigurowany
pt: Template configurado
ru: Шаблон настроен
th: กำหนดค่าเทมเพลตแล้ว
tr: Şablon yapılandırıldı
uk: Шаблон налаштовано
ur: ٹیمپلیٹ ترتیب دیا گیا
vi: Đã cấu hình mẫu
zh: 模板已配置

source: Save as template
ar: حفظ كقالب
bn: টেমপ্লেট হিসাবে সংরক্ষণ করুন
de: Als Vorlage speichern
el: Αποθήκευση ως πρότυπο
es: Guardar como plantilla
fr: Créer un modèle de tag
hi: टेम्पलेट के रूप में सहेजें
it: Salva come modello
ja: テンプレートとして保存
ko: 템플릿으로 저장
nl: Opslaan als sjabloon
pl: Zapisz jako szablon
pt: Salvar como template
ru: Сохранить как шаблон
th: บันทึกเป็นเทมเพลต
tr: Şablon olarak kaydet
uk: Зберегти як шаблон
ur: ٹیمپلیٹ کے طور پر محفوظ کریں
vi: Lưu dưới dạng mẫu
zh: 保存为模板

source: Template name
ar: اسم القالب
bn: টেমপ্লেটের নাম
de: Vorlagenname
el: Όνομα προτύπου
es: Nombre de plantilla
fr: Nom du modèle
hi: टेम्पलेट का नाम
it: Nome modello
ja: テンプレート名
ko: 템플릿 이름
nl: Sjabloonnaam
pl: Nazwa szablonu
pt: Nome do template
ru: Название шаблона
th: ชื่อเทมเพลต
tr: Şablon adı
uk: Назва шаблону
ur: ٹیمپلیٹ کا نام
vi: Tên mẫu
zh: 模板名称

# enterTemplateName
source: Enter a name for this template
ar: أدخل اسماً لهذا القالب
bn: এই টেমপ্লেটের জন্য একটি নাম লিখুন
de: Gib einen Namen für diese Vorlage ein
el: Εισάγετε ένα όνομα για αυτό το πρότυπο
es: Introduce un nombre para esta plantilla
fr: Entrez un nom pour ce modèle
hi: इस टेम्पलेट के लिए एक नाम दर्ज करें
it: Inserisci un nome per questo modello
ja: このテンプレートの名前を入力
ko: 이 템플릿의 이름을 입력하세요
nl: Voer een naam in voor dit sjabloon
pl: Wprowadź nazwę tego szablonu
pt: Digite um nome para este template
ru: Введите название шаблона
th: ป้อนชื่อสำหรับเทมเพลตนี้
tr: Bu şablon için bir ad girin
uk: Введіть назву для цього шаблону
ur: اس ٹیمپلیٹ کے لیے نام درج کریں
vi: Nhập tên cho mẫu này
zh: 为此模板输入名称

source: Template saved
ar: تم حفظ القالب
bn: টেমপ্লেট সংরক্ষণ করা হয়েছে
de: Vorlage gespeichert
el: Το πρότυπο αποθηκεύτηκε
es: Plantilla guardada
fr: Modèle sauvegardé
hi: टेम्पलेट सहेजा गया
it: Modello salvato
ja: テンプレートを保存しました
ko: 템플릿 저장됨
nl: Sjabloon opgeslagen
pl: Szablon zapisany
pt: Template salvo
ru: Шаблон сохранён
th: บันทึกเทมเพลตแล้ว
tr: Şablon kaydedildi
uk: Шаблон збережено
ur: ٹیمپلیٹ محفوظ ہو گیا
vi: Đã lưu mẫu
zh: 模板已保存

# emulateTemplatesHint
source: Create templates in "Write a tag" to emulate them here
ar: أنشئ قوالب في "كتابة بطاقة" لمحاكاتها هنا
bn: এখানে এমুলেট করতে "ট্যাগ লিখুন"-এ টেমপ্লেট তৈরি করুন
de: Erstelle Vorlagen in "Tag schreiben", um sie hier zu emulieren
el: Δημιουργήστε πρότυπα στο "Εγγραφή ετικέτας" για να τα εξομοιώσετε εδώ
es: Crea plantillas en "Escribir etiqueta" para emularlas aquí
fr: Créez des modèles dans "Écrire un tag" pour les émuler ici
hi: यहां एमुलेट करने के लिए "टैग लिखें" में टेम्पलेट बनाएं
it: Crea modelli in "Scrivi tag" per emularli qui
ja: 「タグを書き込む」でテンプレートを作成してここでエミュレート
ko: "태그 쓰기"에서 템플릿을 만들어 여기서 에뮬레이트
nl: Maak sjablonen in "Tag schrijven" om ze hier te emuleren
pl: Utwórz szablony w "Zapisz tag", aby je tutaj emulować
pt: Crie templates em "Escrever uma tag" para emulá-los aqui
ru: Создайте шаблоны в "Записать метку" для эмуляции здесь
th: สร้างเทมเพลตใน "เขียนแท็ก" เพื่อจำลองที่นี่
tr: Burada emüle etmek için "Etiket yaz" bölümünde şablonlar oluşturun
uk: Створіть шаблони в "Записати тег" для емуляції тут
ur: یہاں ایمولیٹ کرنے کے لیے "ٹیگ لکھیں" میں ٹیمپلیٹس بنائیں
vi: Tạo mẫu trong "Ghi thẻ" để mô phỏng ở đây
zh: 在"写入标签"中创建模板以在此处模拟
