Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

# copyUidDesc
source: UID is factory-burned and cannot be copied to a standard tag
ar: المعرف محروق في المصنع ولا يمكن نسخه إلى بطاقة عادية
bn: UID কারখানায় খোদাই করা হয় এবং স্ট্যান্ডার্ড ট্যাগে কপি করা যায় না
de: UID ist werkseitig eingebrannt und kann nicht auf ein Standard-Tag kopiert werden
el: Το UID είναι εργοστασιακά καμένο και δεν μπορεί να αντιγραφεί σε τυπική ετικέτα
es: El UID está grabado de fábrica y no puede copiarse a una etiqueta estándar
fr: L'UID est gravé en usine et ne peut pas être copié sur un tag standard
hi: UID फैक्टरी में उत्कीर्ण है और मानक टैग पर कॉपी नहीं किया जा सकता
it: L'UID è inciso in fabbrica e non può essere copiato su un tag standard
ja: UIDは工場で刻印されており、標準タグにコピーできません
ko: UID는 공장에서 각인되며 표준 태그에 복사할 수 없습니다
nl: UID is fabrieksmatig ingebrand en kan niet naar een standaard tag worden gekopieerd
pl: UID jest wygrawerowany w fabryce i nie można go skopiować na standardowy tag
pt: O UID é gravado de fábrica e não pode ser copiado para uma tag padrão
ru: UID записан на заводе и не может быть скопирован на стандартную метку
th: UID ถูกสลักที่โรงงานและไม่สามารถคัดลอกไปยังแท็กมาตรฐาน
tr: UID fabrikada kazınmıştır ve standart bir etikete kopyalanamaz
uk: UID виграйовується на заводі і не може бути скопійований на стандартний тег
ur: UID فیکٹری میں برن ہوتا ہے اور معیاری ٹیگ پر کاپی نہیں کیا جا سکتا
vi: UID được khắc tại nhà máy và không thể sao chép lên thẻ chuẩn
zh: UID是出厂烧录的，无法复制到标准标签

# copyProtected
source: Protected data
ar: البيانات المحمية
bn: সুরক্ষিত ডেটা
de: Geschützte Daten
el: Προστατευμένα δεδομένα
es: Datos protegidos
fr: Données protégées
hi: संरक्षित डेटा
it: Dati protetti
ja: 保護されたデータ
ko: 보호된 데이터
nl: Beveiligde gegevens
pl: Chronione dane
pt: Dados protegidos
ru: Защищённые данные
th: ข้อมูลที่ป้องกัน
tr: Korumalı veriler
uk: Захищені дані
ur: محفوظ ڈیٹا
vi: Dữ liệu được bảo vệ
zh: 受保护的数据

# copyProtectedDesc
source: Encrypted MIFARE sectors cannot be copied without the keys
ar: لا يمكن نسخ قطاعات MIFARE المشفرة بدون المفاتيح
bn: এনক্রিপ্ট করা MIFARE সেক্টর কী ছাড়া কপি করা যায় না
de: Verschlüsselte MIFARE-Sektoren können ohne Schlüssel nicht kopiert werden
el: Οι κρυπτογραφημένοι τομείς MIFARE δεν μπορούν να αντιγραφούν χωρίς τα κλειδιά
es: Los sectores MIFARE cifrados no pueden copiarse sin las claves
fr: Les secteurs chiffrés MIFARE ne peuvent pas être copiés sans les clés
hi: एन्क्रिप्टेड MIFARE सेक्टर कुंजियों के बिना कॉपी नहीं किए जा सकते
it: I settori MIFARE crittografati non possono essere copiati senza le chiavi
ja: 暗号化されたMIFAREセクターはキーなしではコピーできません
ko: 암호화된 MIFARE 섹터는 키 없이 복사할 수 없습니다
nl: Versleutelde MIFARE-sectoren kunnen niet zonder sleutels worden gekopieerd
pl: Zaszyfrowane sektory MIFARE nie mogą być kopiowane bez kluczy
pt: Os setores criptografados MIFARE não podem ser copiados sem as chaves
ru: Зашифрованные секторы MIFARE нельзя скопировать без ключей
th: เซกเตอร์ MIFARE ที่เข้ารหัสไม่สามารถคัดลอกได้หากไม่มีคีย์
tr: Şifrelenmiş MIFARE sektörleri anahtarlar olmadan kopyalanamaz
uk: Зашифровані сектори MIFARE не можуть бути скопійовані без ключів
ur: انکرپٹڈ MIFARE سیکٹرز بغیر کیز کے کاپی نہیں ہو سکتے
vi: Sector MIFARE được mã hóa không thể sao chép nếu không có khóa
zh: 没有密钥无法复制加密的MIFARE扇区

# emulateCard
source: Virtual business card
ar: بطاقة عمل افتراضية
bn: ভার্চুয়াল ব্যবসায়িক কার্ড
de: Virtuelle Visitenkarte
el: Εικονική επαγγελματική κάρτα
es: Tarjeta de visita virtual
fr: Carte de visite virtuelle
hi: वर्चुअल बिज़नेस कार्ड
it: Biglietto da visita virtuale
ja: 仮想名刺
ko: 가상 명함
nl: Virtueel visitekaartje
pl: Wirtualna wizytówka
pt: Cartão de visita virtual
ru: Виртуальная визитка
th: นามบัตรเสมือน
tr: Sanal kartvizit
uk: Віртуальна візитка
ur: ورچوئل بزنس کارڈ
vi: Danh thiếp ảo
zh: 虚拟名片

# emulateCardDesc
source: Your phone becomes an NFC tag readable by other devices
ar: يصبح هاتفك بطاقة NFC قابلة للقراءة من أجهزة أخرى
bn: আপনার ফোন অন্যান্য ডিভাইস দ্বারা পঠনযোগ্য একটি NFC ট্যাগ হয়ে যায়
de: Dein Telefon wird zu einem NFC-Tag, das von anderen Geräten gelesen werden kann
el: Το τηλέφωνό σας γίνεται ετικέτα NFC αναγνώσιμη από άλλες συσκευές
es: Tu teléfono se convierte en una etiqueta NFC legible por otros dispositivos
fr: Votre téléphone devient un tag NFC lisible par d'autres appareils
hi: आपका फोन अन्य डिवाइस द्वारा पढ़ा जा सकने वाला NFC टैग बन जाता है
it: Il tuo telefono diventa un tag NFC leggibile da altri dispositivi
ja: スマートフォンが他のデバイスで読み取り可能なNFCタグになります
ko: 휴대폰이 다른 기기에서 읽을 수 있는 NFC 태그가 됩니다
nl: Je telefoon wordt een NFC-tag die door andere apparaten kan worden gelezen
pl: Twój telefon staje się tagiem NFC odczytywalnym przez inne urządzenia
pt: Seu telefone se torna uma tag NFC legível por outros dispositivos
ru: Ваш телефон становится NFC-меткой, читаемой другими устройствами
th: โทรศัพท์ของคุณกลายเป็นแท็ก NFC ที่อ่านได้โดยอุปกรณ์อื่น
tr: Telefonunuz diğer cihazlar tarafından okunabilen bir NFC etiketi olur
uk: Ваш телефон стає NFC тегом, який можна прочитати іншими пристроями
ur: آپ کا فون دوسرے ڈیوائسز کے ذریعے پڑھنے کے قابل NFC ٹیگ بن جاتا ہے
vi: Điện thoại của bạn trở thành thẻ NFC có thể đọc bởi các thiết bị khác
zh: 您的手机变成可被其他设备读取的NFC标签

# emulateNdef
source: NDEF Messages
ar: رسائل NDEF
bn: NDEF বার্তা
de: NDEF-Nachrichten
el: Μηνύματα NDEF
es: Mensajes NDEF
fr: Messages NDEF
hi: NDEF संदेश
it: Messaggi NDEF
ja: NDEFメッセージ
ko: NDEF 메시지
nl: NDEF-berichten
pl: Wiadomości NDEF
pt: Mensagens NDEF
ru: Сообщения NDEF
th: ข้อความ NDEF
tr: NDEF mesajları
uk: Повідомлення NDEF
ur: NDEF پیغامات
vi: Tin nhắn NDEF
zh: NDEF消息

# emulateNdefDesc
source: Emulation of NDEF data (URL, text, vCard)
ar: محاكاة بيانات NDEF (روابط، نصوص، vCard)
bn: NDEF ডেটার এমুলেশন (URL, টেক্সট, vCard)
de: Emulation von NDEF-Daten (URL, Text, vCard)
el: Εξομοίωση δεδομένων NDEF (URL, κείμενο, vCard)
es: Emulación de datos NDEF (URL, texto, vCard)
fr: Émulation de données NDEF (URL, texte, vCard)
hi: NDEF डेटा का एमुलेशन (URL, टेक्स्ट, vCard)
it: Emulazione di dati NDEF (URL, testo, vCard)
ja: NDEFデータのエミュレーション（URL、テキスト、vCard）
ko: NDEF 데이터 에뮬레이션 (URL, 텍스트, vCard)
nl: Emulatie van NDEF-gegevens (URL, tekst, vCard)
pl: Emulacja danych NDEF (URL, tekst, vCard)
pt: Emulação de dados NDEF (URL, texto, vCard)
ru: Эмуляция данных NDEF (URL, текст, vCard)
th: การจำลองข้อมูล NDEF (URL ข้อความ vCard)
tr: NDEF verilerinin emülasyonu (URL, metin, vCard)
uk: Емуляція даних NDEF (URL, текст, vCard)
ur: NDEF ڈیٹا کی ایمولیشن (URL، متن، vCard)
vi: Mô phỏng dữ liệu NDEF (URL, văn bản, vCard)
zh: 模拟NDEF数据（URL、文本、vCard）

# emulateUid
source: Custom UID
ar: معرف مخصص
bn: কাস্টম UID
de: Benutzerdefinierte UID
el: Προσαρμοσμένο UID
es: UID personalizado
fr: UID personnalisé
hi: कस्टम UID
it: UID personalizzato
ja: カスタムUID
ko: 사용자 지정 UID
nl: Aangepaste UID
pl: Niestandardowy UID
pt: UID personalizado
ru: Пользовательский UID
th: UID ที่กำหนดเอง
tr: Özel UID
uk: Користувацький UID
ur: کسٹم UID
vi: UID tùy chỉnh
zh: 自定义UID

# emulateUidDesc
source: Android does not allow modifying the emulated UID (system-imposed)
ar: لا يسمح أندرويد بتعديل المعرف المحاكى (مفروض من النظام)
bn: Android এমুলেট করা UID পরিবর্তনের অনুমতি দেয় না (সিস্টেম দ্বারা আরোপিত)
de: Android erlaubt keine Änderung der emulierten UID (systemseitig vorgegeben)
el: Το Android δεν επιτρέπει την τροποποίηση του εξομοιωμένου UID (επιβάλλεται από το σύστημα)
es: Android no permite modificar el UID emulado (impuesto por el sistema)
fr: Android ne permet pas de modifier l'UID émulé (imposé par le système)
hi: Android एमुलेटेड UID को संशोधित करने की अनुमति नहीं देता (सिस्टम द्वारा लगाया गया)
it: Android non permette di modificare l'UID emulato (imposto dal sistema)
ja: AndroidではエミュレートされたUIDの変更はできません（システムによる制限）
ko: Android는 에뮬레이트된 UID 수정을 허용하지 않습니다 (시스템 제한)
nl: Android staat niet toe om de geëmuleerde UID te wijzigen (systeem-opgelegd)
pl: Android nie pozwala na modyfikację emulowanego UID (narzucone przez system)
pt: O Android não permite modificar o UID emulado (imposto pelo sistema)
ru: Android не позволяет изменять эмулируемый UID (установлен системой)
th: Android ไม่อนุญาตให้แก้ไข UID ที่จำลอง (กำหนดโดยระบบ)
tr: Android emüle edilen UID'yi değiştirmeye izin vermez (sistem tarafından dayatılır)
uk: Android не дозволяє змінювати емульований UID (встановлено системою)
ur: Android ایمولیٹڈ UID میں ترمیم کی اجازت نہیں دیتا (سسٹم کی طرف سے مقرر)
vi: Android không cho phép sửa đổi UID được mô phỏng (do hệ thống áp đặt)
zh: Android不允许修改模拟的UID（系统强制）

# emulateBank
source: Bank cards
ar: البطاقات المصرفية
bn: ব্যাংক কার্ড
de: Bankkarten
el: Τραπεζικές κάρτες
es: Tarjetas bancarias
fr: Cartes bancaires
hi: बैंक कार्ड
it: Carte bancarie
ja: 銀行カード
ko: 은행 카드
nl: Bankkaarten
pl: Karty bankowe
pt: Cartões bancários
ru: Банковские карты
th: บัตรธนาคาร
tr: Banka kartları
uk: Банківські картки
ur: بینک کارڈز
vi: Thẻ ngân hàng
zh: 银行卡

# emulateBankDesc
source: Prohibited by Android security restrictions and legislation
ar: محظور بموجب قيود أمان أندرويد والتشريعات
bn: Android নিরাপত্তা সীমাবদ্ধতা এবং আইন দ্বারা নিষিদ্ধ
de: Durch Android-Sicherheitsbeschränkungen und Gesetzgebung verboten
el: Απαγορεύεται από τους περιορισμούς ασφαλείας του Android και τη νομοθεσία
es: Prohibido por las restricciones de seguridad de Android y la legislación
fr: Interdit par les restrictions de sécurité Android et la législation
hi: Android सुरक्षा प्रतिबंधों और कानून द्वारा निषिद्ध
it: Vietato dalle restrizioni di sicurezza Android e dalla legislazione
ja: Androidのセキュリティ制限と法律により禁止
ko: Android 보안 제한 및 법률에 의해 금지됨
nl: Verboden door Android-beveiligingsbeperkingen en wetgeving
pl: Zabronione przez ograniczenia bezpieczeństwa Androida i przepisy prawne
pt: Proibido pelas restrições de segurança do Android e pela legislação
ru: Запрещено ограничениями безопасности Android и законодательством
th: ถูกห้ามโดยข้อจำกัดความปลอดภัยของ Android และกฎหมาย
tr: Android güvenlik kısıtlamaları ve mevzuat tarafından yasaklanmıştır
uk: Заборонено обмеженнями безпеки Android та законодавством
ur: Android سیکیورٹی پابندیوں اور قانون کی طرف سے ممنوع
vi: Bị cấm bởi các hạn chế bảo mật Android và luật pháp
zh: 被Android安全限制和法律禁止

# limitUid
source: Non-modifiable UID
ar: معرف غير قابل للتعديل
bn: UID পরিবর্তনযোগ্য নয়
de: Nicht änderbare UID
el: Μη τροποποιήσιμο UID
es: UID no modificable
fr: UID non modifiable
hi: UID संशोधन योग्य नहीं
it: UID non modificabile
ja: UID変更不可
ko: UID 수정 불가
nl: Niet-wijzigbare UID
pl: UID niemodyfikowalny
pt: UID não modificável
ru: Неизменяемый UID
th: UID ไม่สามารถแก้ไข
tr: UID değiştirilemez
uk: UID не змінюється
ur: غیر تبدیل شدہ UID
vi: UID không thể sửa đổi
zh: 不可修改的UID

# limitUidDesc
source: A tag's unique identifier is factory-burned. Tags with modifiable UID (magic cards) are rare and often used fraudulently.
ar: المعرف الفريد للبطاقة محروق في المصنع. البطاقات ذات المعرف القابل للتعديل (magic cards) نادرة وغالباً ما تستخدم بشكل احتيالي.
bn: একটি ট্যাগের অনন্য শনাক্তকারী কারখানায় খোদাই করা হয়। পরিবর্তনযোগ্য UID সহ ট্যাগ (magic cards) বিরল এবং প্রায়শই প্রতারণামূলকভাবে ব্যবহৃত হয়।
de: Die eindeutige Kennung eines Tags ist werkseitig eingebrannt. Tags mit änderbarer UID (Magic Cards) sind selten und werden oft betrügerisch verwendet.
el: Το μοναδικό αναγνωριστικό μιας ετικέτας είναι εργοστασιακά καμένο. Οι ετικέτες με τροποποιήσιμο UID (magic cards) είναι σπάνιες και συχνά χρησιμοποιούνται δόλια.
es: El identificador único de una etiqueta está grabado de fábrica. Las etiquetas con UID modificable (magic cards) son raras y a menudo se usan fraudulentamente.
fr: L'identifiant unique d'un tag est gravé en usine. Les tags à UID modifiable (magic cards) sont rares et souvent utilisés frauduleusement.
hi: टैग की विशिष्ट पहचानकर्ता फैक्टरी में उत्कीर्ण है। संशोधन योग्य UID वाले टैग (मैजिक कार्ड) दुर्लभ हैं और अक्सर धोखाधड़ी के लिए उपयोग किए जाते हैं।
it: L'identificatore univoco di un tag è inciso in fabbrica. I tag con UID modificabile (magic cards) sono rari e spesso usati in modo fraudolento.
ja: タグの固有識別子は工場で刻印されています。変更可能なUID（マジックカード）は稀で、不正に使用されることが多いです。
ko: 태그의 고유 식별자는 공장에서 각인됩니다. 수정 가능한 UID (매직 카드)는 드물고 종종 사기에 사용됩니다.
nl: De unieke identificatie van een tag is fabrieksmatig ingebrand. Tags met wijzigbare UID (magic cards) zijn zeldzaam en worden vaak frauduleus gebruikt.
pl: Unikalny identyfikator tagu jest wygrawerowany w fabryce. Tagi z modyfikowalnym UID (magic cards) są rzadkie i często używane w celach oszukańczych.
pt: O identificador único de uma tag é gravado de fábrica. Tags com UID modificável (magic cards) são raras e frequentemente usadas fraudulentamente.
ru: Уникальный идентификатор метки записан на заводе. Метки с изменяемым UID (magic cards) редки и часто используются мошеннически.
th: ตัวระบุเฉพาะของแท็กถูกสลักที่โรงงาน แท็กที่มี UID แก้ไขได้ (magic cards) หายากและมักถูกใช้ในทางที่ผิด
tr: Bir etiketin benzersiz tanımlayıcısı fabrikada kazınmıştır. Değiştirilebilir UID'ye sahip etiketler (magic cards) nadir ve genellikle hileli kullanılır.
uk: Унікальний ідентифікатор тегу виграйовується на заводі. Теги зі змінним UID (magic cards) рідкісні та часто використовуються шахрайськи.
ur: ٹیگ کی منفرد شناخت فیکٹری میں برن ہوتی ہے۔ تبدیل شدہ UID والے ٹیگز (magic cards) نایاب ہیں اور اکثر دھوکہ دہی سے استعمال ہوتے ہیں۔
vi: Định danh duy nhất của thẻ được khắc tại nhà máy. Thẻ có UID có thể sửa đổi (magic cards) hiếm và thường được sử dụng gian lận.
zh: 标签的唯一标识符是出厂烧录的。可修改UID的标签（magic cards）很少见，通常用于欺诈。

# limitCrypto
source: Hardware encryption
ar: تشفير الأجهزة
bn: হার্ডওয়্যার এনক্রিপশন
de: Hardware-Verschlüsselung
el: Κρυπτογράφηση υλικού
es: Cifrado de hardware
fr: Chiffrement matériel
hi: हार्डवेयर एन्क्रिप्शन
it: Crittografia hardware
ja: ハードウェア暗号化
ko: 하드웨어 암호화
nl: Hardware-encryptie
pl: Szyfrowanie sprzętowe
pt: Criptografia de hardware
ru: Аппаратное шифрование
th: การเข้ารหัสฮาร์ดแวร์
tr: Donanım şifreleme
uk: Апаратне шифрування
ur: ہارڈویئر انکرپشن
vi: Mã hóa phần cứng
zh: 硬件加密

# limitCryptoDesc
source: Encryption keys for bank cards and secure badges are protected by tamper-proof cryptographic chips.
ar: مفاتيح تشفير البطاقات المصرفية والشارات الآمنة محمية بشرائح تشفير مقاومة للعبث.
bn: ব্যাংক কার্ড এবং নিরাপদ ব্যাজের এনক্রিপশন কী অভেদ্য ক্রিপ্টোগ্রাফিক চিপ দ্বারা সুরক্ষিত।
de: Verschlüsselungsschlüssel für Bankkarten und sichere Badges sind durch manipulationssichere Kryptochips geschützt.
el: Τα κλειδιά κρυπτογράφησης για τραπεζικές κάρτες και ασφαλή badges προστατεύονται από αδιαπέραστα κρυπτογραφικά chips.
es: Las claves de cifrado de tarjetas bancarias y credenciales seguras están protegidas por chips criptográficos inviolables.
fr: Les clés de chiffrement des cartes bancaires et badges sécurisés sont protégées par des puces cryptographiques inviolables.
hi: बैंक कार्ड और सुरक्षित बैज की एन्क्रिप्शन कुंजियां अभेद्य क्रिप्टोग्राफिक चिप्स द्वारा सुरक्षित हैं।
it: Le chiavi di crittografia delle carte bancarie e dei badge sicuri sono protette da chip crittografici a prova di manomissione.
ja: 銀行カードとセキュアバッジの暗号化キーは、侵入不可能な暗号チップで保護されています。
ko: 은행 카드와 보안 배지의 암호화 키는 침입할 수 없는 암호화 칩으로 보호됩니다.
nl: Encryptiesleutels voor bankkaarten en beveiligde badges worden beschermd door manipulatiebestendige cryptografische chips.
pl: Klucze szyfrowania kart bankowych i bezpiecznych identyfikatorów są chronione przez nieprzełamalne chipy kryptograficzne.
pt: As chaves de criptografia de cartões bancários e crachás seguros são protegidas por chips criptográficos invioláveis.
ru: Ключи шифрования банковских карт и защищённых бейджей защищены криптографическими чипами.
th: คีย์การเข้ารหัสของบัตรธนาคารและป้ายที่ปลอดภัยได้รับการป้องกันด้วยชิปการเข้ารหัสที่ไม่สามารถละเมิดได้
tr: Banka kartları ve güvenli rozetlerin şifreleme anahtarları, ihlal edilemez kriptografik çiplerle korunur.
uk: Ключі шифрування банківських карток та захищених бейджів захищені непорушними криптографічними чіпами.
ur: بینک کارڈز اور محفوظ بیجز کی انکرپشن کیز چھیڑ چھاڑ سے محفوظ کرپٹوگرافک چپس سے محفوظ ہیں۔
vi: Khóa mã hóa của thẻ ngân hàng và huy hiệu an toàn được bảo vệ bởi chip mật mã không thể xâm nhập.
zh: 银行卡和安全徽章的加密密钥受防篡改加密芯片保护。

# limitHce
source: Android HCE limitations
ar: قيود HCE في أندرويد
bn: Android HCE সীমাবদ্ধতা
de: Android-HCE-Einschränkungen
el: Περιορισμοί HCE Android
es: Limitaciones HCE de Android
fr: Limitations HCE Android
hi: Android HCE सीमाएं
it: Limitazioni HCE Android
ja: Android HCE制限
ko: Android HCE 한계
nl: Android HCE-beperkingen
pl: Ograniczenia HCE w Androidzie
pt: Limitações HCE do Android
ru: Ограничения HCE Android
th: ข้อจำกัดของ HCE ใน Android
tr: Android HCE sınırlamaları
uk: Обмеження HCE в Android
ur: Android HCE حدود
vi: Giới hạn HCE Android
zh: Android HCE限制

# limitHceDesc
source: Emulation is limited to ISO-DEP protocol. UID is assigned by Android and cannot be chosen. Emulation stops when screen is off.
ar: المحاكاة محدودة ببروتوكول ISO-DEP. المعرف يُعينه أندرويد ولا يمكن اختياره. تتوقف المحاكاة عند إيقاف الشاشة.
bn: এমুলেশন ISO-DEP প্রোটোকলের মধ্যে সীমাবদ্ধ। UID Android দ্বারা বরাদ্দ করা হয় এবং নির্বাচন করা যায় না। স্ক্রিন বন্ধ হলে এমুলেশন বন্ধ হয়।
de: Die Emulation ist auf das ISO-DEP-Protokoll beschränkt. UID wird von Android zugewiesen und kann nicht gewählt werden. Die Emulation stoppt bei ausgeschaltetem Bildschirm.
el: Η εξομοίωση περιορίζεται στο πρωτόκολλο ISO-DEP. Το UID εκχωρείται από το Android και δεν μπορεί να επιλεγεί. Η εξομοίωση σταματά όταν η οθόνη είναι σβηστή.
es: La emulación está limitada al protocolo ISO-DEP. El UID es asignado por Android y no puede elegirse. La emulación se detiene cuando la pantalla está apagada.
fr: L'émulation est limitée au protocole ISO-DEP. L'UID est attribué par Android et ne peut pas être choisi. L'émulation s'arrête quand l'écran est éteint.
hi: एमुलेशन ISO-DEP प्रोटोकॉल तक सीमित है। UID Android द्वारा असाइन किया जाता है और चुना नहीं जा सकता। स्क्रीन बंद होने पर एमुलेशन रुक जाता है।
it: L'emulazione è limitata al protocollo ISO-DEP. L'UID è assegnato da Android e non può essere scelto. L'emulazione si interrompe quando lo schermo è spento.
ja: エミュレーションはISO-DEPプロトコルに制限されています。UIDはAndroidによって割り当てられ、選択できません。画面がオフになるとエミュレーションは停止します。
ko: 에뮬레이션은 ISO-DEP 프로토콜로 제한됩니다. UID는 Android에서 할당되며 선택할 수 없습니다. 화면이 꺼지면 에뮬레이션이 중지됩니다.
nl: Emulatie is beperkt tot het ISO-DEP-protocol. UID wordt toegewezen door Android en kan niet worden gekozen. Emulatie stopt wanneer het scherm uit is.
pl: Emulacja jest ograniczona do protokołu ISO-DEP. UID jest przypisywany przez Androida i nie można go wybrać. Emulacja zatrzymuje się, gdy ekran jest wyłączony.
pt: A emulação é limitada ao protocolo ISO-DEP. O UID é atribuído pelo Android e não pode ser escolhido. A emulação para quando a tela é desligada.
ru: Эмуляция ограничена протоколом ISO-DEP. UID назначается Android и не может быть выбран. Эмуляция останавливается при выключенном экране.
th: การจำลองจำกัดที่โปรโตคอล ISO-DEP UID ถูกกำหนดโดย Android และไม่สามารถเลือกได้ การจำลองหยุดเมื่อหน้าจอปิด
tr: Emülasyon ISO-DEP protokolü ile sınırlıdır. UID Android tarafından atanır ve seçilemez. Ekran kapandığında emülasyon durur.
uk: Емуляція обмежена протоколом ISO-DEP. UID призначається Android і не може бути вибраний. Емуляція зупиняється, коли екран вимкнений.
ur: ایمولیشن ISO-DEP پروٹوکول تک محدود ہے۔ UID Android کی طرف سے مقرر ہوتا ہے اور منتخب نہیں کیا جا سکتا۔ سکرین بند ہونے پر ایمولیشن رک جاتی ہے۔
vi: Mô phỏng bị giới hạn ở giao thức ISO-DEP. UID được Android chỉ định và không thể chọn. Mô phỏng dừng khi màn hình tắt.
zh: 模拟仅限于ISO-DEP协议。UID由Android分配，无法选择。屏幕关闭时模拟停止。

# limitRange
source: NFC range
ar: مدى NFC
bn: NFC পরিসীমা
de: NFC-Reichweite
el: Εμβέλεια NFC
es: Alcance NFC
fr: Portée NFC
hi: NFC रेंज
it: Portata NFC
ja: NFC範囲
ko: NFC 범위
nl: NFC-bereik
pl: Zasięg NFC
pt: Alcance NFC
ru: Дальность NFC
th: ระยะของ NFC
tr: NFC menzili
uk: Діапазон NFC
ur: NFC رینج
vi: Phạm vi NFC
zh: NFC范围

# limitRangeDesc
source: NFC communication requires proximity of a few centimeters (typically < 4 cm).
ar: يتطلب اتصال NFC قرباً من بضعة سنتيمترات (عادةً أقل من 4 سم).
bn: NFC যোগাযোগের জন্য কয়েক সেন্টিমিটার নৈকট্য প্রয়োজন (সাধারণত < 4 সেমি)।
de: NFC-Kommunikation erfordert eine Nähe von wenigen Zentimetern (typischerweise < 4 cm).
el: Η επικοινωνία NFC απαιτεί εγγύτητα λίγων εκατοστών (συνήθως < 4 cm).
es: La comunicación NFC requiere proximidad de unos pocos centímetros (típicamente < 4 cm).
fr: La communication NFC nécessite une proximité de quelques centimètres (< 4 cm typiquement).
hi: NFC संचार के लिए कुछ सेंटीमीटर की निकटता की आवश्यकता होती है (आमतौर पर < 4 सेमी)।
it: La comunicazione NFC richiede una prossimità di pochi centimetri (tipicamente < 4 cm).
ja: NFC通信には数センチの近接が必要です（通常< 4 cm）。
ko: NFC 통신은 몇 센티미터의 근접성이 필요합니다 (일반적으로 < 4cm).
nl: NFC-communicatie vereist nabijheid van enkele centimeters (typisch < 4 cm).
pl: Komunikacja NFC wymaga bliskości kilku centymetrów (typowo < 4 cm).
pt: A comunicação NFC requer proximidade de alguns centímetros (< 4 cm tipicamente).
ru: Связь NFC требует расстояния в несколько сантиметров (обычно < 4 см).
th: การสื่อสาร NFC ต้องการความใกล้ชิดไม่กี่เซนติเมตร (โดยทั่วไป < 4 ซม.)
tr: NFC iletişimi birkaç santimetre yakınlık gerektirir (tipik olarak < 4 cm).
uk: Комунікація NFC вимагає близькості кількох сантиметрів (зазвичай < 4 см).
ur: NFC مواصلات کے لیے چند سینٹی میٹر کی قربت درکار ہے (عام طور پر < 4 سینٹی میٹر)۔
vi: Giao tiếp NFC yêu cầu khoảng cách vài cm (thường < 4 cm).
zh: NFC通信需要几厘米的距离（通常< 4厘米）。

# legalWarning
source: Important legal warning
ar: تحذير قانوني مهم
bn: গুরুত্বপূর্ণ আইনি সতর্কতা
de: Wichtiger rechtlicher Hinweis
el: Σημαντική νομική προειδοποίηση
es: Aviso legal importante
fr: Avertissement légal important
hi: महत्वपूर्ण कानूनी चेतावनी
it: Avviso legale importante
ja: 重要な法的警告
ko: 중요한 법적 경고
nl: Belangrijke juridische waarschuwing
pl: Ważne ostrzeżenie prawne
pt: Aviso legal importante
ru: Важное правовое предупреждение
th: คำเตือนทางกฎหมายที่สำคัญ
tr: Önemli yasal uyarı
uk: Важливе юридичне попередження
ur: اہم قانونی انتباہ
vi: Cảnh báo pháp lý quan trọng
zh: 重要法律警告

# legalCopyAccess
source: Copying access badges
ar: نسخ شارات الدخول
bn: অ্যাক্সেস ব্যাজ কপি করা
de: Kopieren von Zugangskarten
el: Αντιγραφή καρτών πρόσβασης
es: Copia de tarjetas de acceso
fr: Copie de badges d'accès
hi: एक्सेस बैज की प्रतिलिपि
it: Copia di badge di accesso
ja: アクセスバッジのコピー
ko: 출입 배지 복사
nl: Kopiëren van toegangspassen
pl: Kopiowanie identyfikatorów dostępu
pt: Cópia de crachás de acesso
ru: Копирование пропусков
th: การคัดลอกป้ายเข้าถึง
tr: Erişim rozetlerini kopyalama
uk: Копіювання перепусток доступу
ur: ایکسیس بیجز کی کاپی
vi: Sao chép huy hiệu truy cập
zh: 复制门禁卡
