Repository: LaborControl/cards-control
Catalog: app/lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh

source: Privacy policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách bảo mật
zh: 隐私政策

source: Open source licenses
ar: تراخيص المصدر المفتوح
bn: ওপেন সোর্স লাইসেন্স
de: Open-Source-Lizenzen
el: Άδειες ανοιχτού κώδικα
es: Licencias de código abierto
fr: Licences open source
hi: ओपन सोर्स लाइसेंस
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
nl: Open source-licenties
pl: Licencje open source
pt: Licenças de código aberto
ru: Лицензии открытого ПО
th: ใบอนุญาตโอเพ่นซอร์ส
tr: Açık kaynak lisansları
uk: Ліцензії відкритого коду
ur: اوپن سورس لائسنس
vi: Giấy phép mã nguồn mở
zh: 开源许可证

source: About
ar: حول
bn: সম্পর্কে
de: Über
el: Σχετικά
es: Acerca de
fr: À propos
hi: के बारे में
it: Info
ja: アプリについて
ko: 정보
nl: Over
pl: O aplikacji
pt: Sobre
ru: О приложении
th: เกี่ยวกับ
tr: Hakkında
uk: Про додаток
ur: کے بارے میں
vi: Giới thiệu
zh: 关于

# rateApp
source: Rate the app
ar: تقييم التطبيق
bn: অ্যাপ রেট করুন
de: App bewerten
el: Βαθμολογήστε την εφαρμογή
es: Valorar la app
fr: Noter l'application
hi: ऐप को रेट करें
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가
nl: App beoordelen
pl: Oceń aplikację
pt: Avaliar o aplicativo
ru: Оценить приложение
th: ให้คะแนนแอป
tr: Uygulamayı değerlendir
uk: Оцінити додаток
ur: ایپ کی درجہ بندی کریں
vi: Đánh giá ứng dụng
zh: 评价应用

# shareApp
source: Share the app
ar: مشاركة التطبيق
bn: অ্যাপ শেয়ার করুন
de: App teilen
el: Μοιραστείτε την εφαρμογή
es: Compartir la app
fr: Partager l'application
hi: ऐप शेयर करें
it: Condividi l'app
ja: アプリを共有
ko: 앱 공유
nl: App delen
pl: Udostępnij aplikację
pt: Compartilhar o aplicativo
ru: Поделиться приложением
th: แบ่งปันแอป
tr: Uygulamayı paylaş
uk: Поділитися додатком
ur: ایپ شیئر کریں
vi: Chia sẻ ứng dụng
zh: 分享应用

source: Logout
ar: تسجيل الخروج
bn: লগআউট
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Déconnexion
hi: लॉगआउट
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pl: Wyloguj
pt: Sair
ru: Выйти
th: ออกจากระบบ
tr: Çıkış
uk: Вийти
ur: لاگ آؤٹ
vi: Đăng xuất
zh: 退出登录

# logoutConfirm
source: Are you sure you want to log out?
ar: هل أنت متأكد من تسجيل الخروج؟
bn: আপনি কি সত্যিই লগআউট করতে চান?
de: Möchtest du dich wirklich abmelden?
el: Θέλετε σίγουρα να αποσυνδεθείτε;
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
it: Sei sicuro di voler uscire?
ja: 本当にログアウトしますか？
ko: 정말 로그아웃하시겠습니까?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt: Você realmente deseja sair?
ru: Вы уверены, что хотите выйти?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?
tr: Gerçekten çıkış yapmak istiyor musunuz?
uk: Ви дійсно хочете вийти?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn đăng xuất không?
zh: 确定要退出登录吗？

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh: 取消

source: Disconnect
ar: قطع الاتصال
bn: সংযোগ বিচ্ছিন্ন করুন
de: Trennen
el: Αποσύνδεση
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Disconnetti
ja: 切断
ko: 연결 해제
nl: Loskoppelen
pl: Rozłącz
pt: Desconectar
ru: Отключить
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Від'єднати
ur: منقطع کریں
vi: Ngắt kết nối
zh: 断开连接

source: Log in
ar: تسجيل الدخول
bn: লগইন
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fr: Se connecter
hi: लॉगिन
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj
pt: Entrar
ru: Войти
th: เข้าสู่ระบบ
tr: Giriş
uk: Увійти
ur: لاگ ان
vi: Đăng nhập
zh: 登录

# connectPrompt
source: Log in
ar: تسجيل الدخول
bn: সংযোগ করুন
de: Anmelden
el: Συνδεθείτε
es: Inicia sesión
fr: Connectez-vous
hi: कनेक्ट करें
it: Accedi
ja: 接続
ko: 연결
nl: Inloggen
pl: Połącz się
pt: Conecte-se
ru: Войдите
th: เชื่อมต่อ
tr: Bağlan
uk: Підключитися
ur: لاگ ان کریں
vi: Kết nối
zh: 登录

# syncData
source: Sync your data and access all features
ar: مزامنة بياناتك والوصول إلى جميع الميزات
bn: আপনার ডেটা সিঙ্ক করুন এবং সব বৈশিষ্ট্য অ্যাক্সেস করুন
de: Synchronisiere deine Daten und greife auf alle Funktionen zu
el: Συγχρονίστε τα δεδομένα σας και αποκτήστε πρόσβαση σε όλες τις λειτουργίες
es: Sincroniza tus datos y accede a todas las funciones
fr: Synchronisez vos données et accédez à toutes les fonctionnalités
hi: अपना डेटा सिंक करें और सभी फीचर्स एक्सेस करें
it: Sincronizza i tuoi dati e accedi a tutte le funzionalità
ja: データを同期してすべての機能にアクセス
ko: 데이터를 동기화하고 모든 기능에 액세스
nl: Synchroniseer je gegevens en krijg toegang tot alle functies
pl: Synchronizuj dane i uzyskaj dostęp do wszystkich funkcji
pt: Sincronize seus dados e acesse todos os recursos
ru: Синхронизируйте данные и получите доступ ко всем функциям
th: ซิงค์ข้อมูลและเข้าถึงคุณสมบัติทั้งหมด
tr: Verilerinizi senkronize edin ve tüm özelliklere erişin
uk: Синхронізуйте дані та отримайте доступ до всіх функцій
ur: اپنا ڈیٹا مطابقت پذیر کریں اور تمام خصوصیات تک رسائی حاصل کریں
vi: Đồng bộ dữ liệu và truy cập tất cả tính năng
zh: 同步数据并访问所有功能

# enableBiometric
source: Enable biometrics
ar: تفعيل البيومتري
bn: বায়োমেট্রিক সক্রিয় করুন
de: Biometrie aktivieren
el: Ενεργοποίηση βιομετρικών
es: Activar biometría
fr: Activer la biométrie
hi: बायोमेट्रिक सक्षम करें
it: Attiva biometria
ja: 生体認証を有効化
ko: 생체 인증 활성화
nl: Biometrie inschakelen
pl: Włącz biometrię
pt: Ativar biometria
ru: Включить биометрию
th: เปิดใช้งานไบโอเมตริกซ์
tr: Biyometriği etkinleştir
uk: Увімкнути біометрію
ur: بایومیٹرکس فعال کریں
vi: Bật sinh trắc học
zh: 启用生物识别

# enterPassword
source: Enter your password to enable biometric login.
ar: أدخل كلمة المرور لتفعيل تسجيل الدخول البيومتري.
bn: বায়োমেট্রিক লগইন সক্রিয় করতে আপনার পাসওয়ার্ড লিখুন।
de: Gib dein Passwort ein, um die biometrische Anmeldung zu aktivieren.
el: Εισάγετε τον κωδικό σας για να ενεργοποιήσετε τη βιομετρική σύνδεση.
es: Introduce tu contraseña para activar el inicio biométrico.
fr: Entrez votre mot de passe pour activer la connexion biométrique.
hi: बायोमेट्रिक लॉगिन सक्षम करने के लिए अपना पासवर्ड दर्ज करें।
it: Inserisci la password per attivare l'accesso biometrico.
ja: 生体認証ログインを有効にするにはパスワードを入力してください。
ko: 생체 인증 로그인을 활성화하려면 비밀번호를 입력하세요.
nl: Voer je wachtwoord in om biometrische login in te schakelen.
pl: Wprowadź hasło, aby włączyć logowanie biometryczne.
pt: Digite sua senha para ativar o login biométrico.
ru: Введите пароль для включения биометрического входа.
th: ป้อนรหัสผ่านเพื่อเปิดใช้งานการเข้าสู่ระบบด้วยไบโอเมตริกซ์
tr: Biyometrik girişi etkinleştirmek için şifrenizi girin.
uk: Введіть пароль, щоб увімкнути біометричний вхід.
ur: بایومیٹرک لاگ ان فعال کرنے کے لیے اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu để bật đăng nhập sinh trắc học.
zh: 输入密码以启用生物识别登录。

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh: 密码

source: Enable
ar: تفعيل
bn: সক্রিয় করুন
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fr: Activer
hi: सक्षम करें
it: Attiva
ja: 有効化
ko: 활성화
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
ur: فعال کریں
vi: Bật
zh: 启用

# biometricEnabled
source: Biometrics enabled
ar: تم تفعيل البيومتري
bn: বায়োমেট্রিক সক্রিয় করা হয়েছে
de: Biometrie aktiviert
el: Βιομετρικά ενεργοποιημένα
es: Biometría activada
fr: Biométrie activée
hi: बायोमेट्रिक सक्षम
it: Biometria attivata
ja: 生体認証が有効化されました
ko: 생체 인증 활성화됨
nl: Biometrie ingeschakeld
pl: Biometria włączona
pt: Biometria ativada
ru: Биометрия включена
th: เปิดใช้งานไบโอเมตริกซ์แล้ว
tr: Biyometrik etkinleştirildi
uk: Біометрію увімкнено
ur: بایومیٹرکس فعال
vi: Đã bật sinh trắc học
zh: 生物识别已启用

source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
el: Κοινοποίηση
es: Compartir
fr: Partager
hi: शेयर करें
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
th: แบ่งปัน
tr: Paylaş
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ
zh: 分享

source: Card not found
ar: البطاقة غير موجودة
bn: কার্ড পাওয়া যায়নি
de: Karte nicht gefunden
el: Δεν βρέθηκε η κάρτα
es: Tarjeta no encontrada
fr: Carte non trouvée
hi: कार्ड नहीं मिला
it: Carta non trovata
ja: カードが見つかりません
ko: 카드를 찾을 수 없음
nl: Kaart niet gevonden
pl: Nie znaleziono karty
pt: Cartão não encontrado
ru: Карта не найдена
th: ไม่พบบัตร
tr: Kart bulunamadı
uk: Картку не знайдено
ur: کارڈ نہیں ملا
vi: Không tìm thấy thẻ
zh: 未找到卡片

# scanQrCode
source: Scan this QR code
ar: امسح رمز QR هذا
bn: এই QR কোড স্ক্যান করুন
de: Scanne diesen QR-Code
el: Σαρώστε αυτόν τον κωδικό QR
es: Escanea este código QR
fr: Scannez ce QR code
hi: इस QR कोड को स्कैन करें
it: Scansiona questo codice QR
ja: このQRコードをスキャン
ko: 이 QR 코드를 스캔하세요
nl: Scan deze QR-code
pl: Zeskanuj ten kod QR
pt: Escaneie este QR code
ru: Отсканируйте QR-код
th: สแกน QR โค้ดนี้
tr: Bu QR kodunu tarayın
uk: Відскануйте цей QR-код
ur: یہ QR کوڈ سکین کریں
vi: Quét mã QR này
zh: 扫描此二维码

# toSeeCard
source: to see my business card
ar: لرؤية بطاقة عملي
bn: আমার ব্যবসায়িক কার্ড দেখতে
de: um meine Visitenkarte zu sehen
el: για να δείτε την κάρτα μου
es: para ver mi tarjeta de visita
fr: pour voir ma carte de visite
hi: मेरा बिज़नेस कार्ड देखने के लिए
it: per vedere il mio biglietto da visita
ja: 名刺を表示
ko: 내 명함 보기
nl: om mijn visitekaartje te zien
pl: aby zobaczyć moją wizytówkę
pt: para ver meu cartão de visita
ru: чтобы увидеть мою визитку
th: เพื่อดูนามบัตรของฉัน
tr: kartvizitimi görmek için
uk: щоб побачити мою візитку
ur: میرا بزنس کارڈ دیکھنے کے لیے
vi: để xem danh thiếp của tôi
zh: 查看我的名片

source: Share methods
ar: طرق المشاركة
bn: শেয়ারিং পদ্ধতি
de: Teilen-Methoden
el: Μέθοδοι κοινοποίησης
es: Métodos para compartir
fr: Méthodes de partage
hi: शेयर करने के तरीके
it: Metodi di condivisione
ja: 共有方法
ko: 공유 방법
nl: Deelmethoden
pl: Metody udostępniania
pt: Métodos de compartilhamento
ru: Способы поделиться
th: วิธีการแบ่งปัน
tr: Paylaşım yöntemleri
uk: Способи поширення
ur: شیئرنگ کے طریقے
vi: Phương thức chia sẻ
zh: 分享方式

# approachPhone
source: Bring your phone closer
ar: قرّب هاتفك
bn: আপনার ফোনটি কাছে আনুন
de: Bringe dein Handy näher
el: Πλησιάστε το τηλέφωνό σας
es: Acerca tu teléfono
fr: Approchez votre téléphone
hi: अपना फोन पास लाएं
it: Avvicina il telefono
ja: スマートフォンを近づける
ko: 휴대폰을 가까이 가져오세요
nl: Breng je telefoon dichterbij
pl: Zbliż telefon
pt: Aproxime seu telefone
ru: Поднесите телефон
th: นำโทรศัพท์เข้าใกล้
tr: Telefonunuzu yaklaştırın
uk: Наблизьте телефон
ur: اپنا فون قریب لائیں
vi: Đưa điện thoại lại gần
zh: 靠近手机

# scanCode
source: Scan the code
ar: مسح الرمز
bn: কোড স্ক্যান করুন
de: Code scannen
el: Σάρωση κωδικού
es: Escanear el código
fr: Faire scanner le code
hi: कोड स्कैन कराएं
it: Scansiona il codice
ja: コードをスキャン
ko: 코드 스캔
nl: Code scannen
pl: Zeskanuj kod
pt: Fazer escanear o código
ru: Сканировать код
th: สแกนโค้ด
tr: Kodu taratın
uk: Відсканувати код
ur: کوڈ سکین کریں
vi: Quét mã
zh: 扫描码

source: Copy link
ar: نسخ الرابط
bn: লিংক কপি করুন
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
fr: Copier le lien
hi: लिंक कॉपी करें
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nl: Link kopiëren
pl: Skopiuj link
pt: Copiar o link
ru: Копировать ссылку
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala
uk: Скопіювати посилання
ur: لنک کاپی کریں
vi: Sao chép liên kết
zh: 复制链接

source: Share via...
ar: مشاركة عبر...
bn: এর মাধ্যমে শেয়ার করুন...
de: Teilen über...
el: Κοινοποίηση μέσω...
es: Compartir vía...
fr: Partager via...
hi: शेयर करें...
it: Condividi tramite...
ja: 共有...
ko: 공유...
nl: Delen via...
pl: Udostępnij przez...
pt: Compartilhar via...
ru: Поделиться через...
th: แบ่งปันผ่าน...
tr: Paylaş...
uk: Поділитися через...
ur: شیئر کریں بذریعہ...
vi: Chia sẻ qua...
zh: 分享到...

source: Messaging apps
ar: تطبيقات المراسلة
bn: মেসেজিং অ্যাপ
el: Εφαρμογές μηνυμάτων
es: Apps de mensajería
fr: Applications de messagerie
hi: मैसेजिंग ऐप्स
it: App di messaggistica
ja: メッセージアプリ
ko: 메시징 앱
pl: Aplikacje do przesyłania wiadomości
pt: Aplicativos de mensagem
ru: Мессенджеры
th: แอปส่งข้อความ
tr: Mesajlaşma uygulamaları
uk: Месенджери
ur: میسجنگ ایپس
vi: Ứng dụng nhắn tin
zh: 消息应用

source: Link copied!
ar: تم نسخ الرابط!
bn: লিংক কপি করা হয়েছে!
de: Link kopiert!
el: Ο σύνδεσμος αντιγράφηκε!
es: ¡Enlace copiado!
fr: Lien copié !
hi: लिंक कॉपी हो गया!
it: Link copiato!
ja: リンクをコピーしました！
ko: 링크가 복사되었습니다!
nl: Link gekopieerd!
pl: Link skopiowany!
pt: Link copiado!
ru: Ссылка скопирована!
th: คัดลอกลิงก์แล้ว!
tr: Bağlantı kopyalandı!
uk: Посилання скопійовано!
ur: لنک کاپی ہو گیا!
vi: Đã sao chép liên kết!
zh: 链接已复制！

source: Export
ar: تصدير
bn: এক্সপোর্ট করুন
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exporter
hi: एक्सपोर्ट करें
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
th: ส่งออก
tr: Dışa aktar
uk: Експортувати
ur: ایکسپورٹ
vi: Xuất
zh: 导出

# walletNotAvailable
source: Wallet is not available
ar: المحفظة غير متاحة
bn: Wallet উপলব্ধ নেই
de: Wallet nicht verfügbar
el: Το Wallet δεν είναι διαθέσιμο
es: Wallet no disponible
fr: Wallet n'est pas disponible
hi: Wallet उपलब्ध नहीं है
it: Wallet non disponibile
ja: Walletは利用できません
ko: Wallet을 사용할 수 없습니다
nl: Wallet niet beschikbaar
pl: Wallet jest niedostępny
pt: Wallet não está disponível
ru: Кошелёк недоступен
th: Wallet ไม่พร้อมใช้งาน
tr: Wallet kullanılamıyor
uk: Wallet недоступний
ur: والیٹ دستیاب نہیں ہے
vi: Wallet không khả dụng
zh: 钱包不可用

# addedToWallet
source: Card added to Wallet
ar: تمت إضافة البطاقة إلى المحفظة
bn: Wallet-এ কার্ড যোগ করা হয়েছে
de: Karte zu Wallet hinzugefügt
el: Η κάρτα προστέθηκε στο Wallet
es: Tarjeta añadida a Wallet
fr: Carte ajoutée au Wallet
hi: कार्ड Wallet में जोड़ा गया
it: Carta aggiunta al Wallet
ja: カードをWalletに追加しました
ko: Wallet에 카드 추가됨
nl: Kaart toegevoegd aan Wallet
pl: Karta dodana do Wallet
pt: Cartão adicionado ao Wallet
ru: Карта добавлена в кошелёк
th: เพิ่มบัตรไปยัง Wallet แล้ว
tr: Kart Wallet'a eklendi
uk: Картку додано до Wallet
ur: کارڈ والیٹ میں شامل ہو گیا
vi: Đã thêm thẻ vào Wallet
zh: 卡片已添加到钱包

# walletError
source: Error adding to Wallet
ar: خطأ في الإضافة إلى المحفظة
bn: Wallet-এ যোগ করতে ত্রুটি
de: Fehler beim Hinzufügen zu Wallet
el: Σφάλμα προσθήκης στο Wallet
es: Error al añadir a Wallet
fr: Erreur lors de l'ajout au Wallet
hi: Wallet में जोड़ते समय त्रुटि
it: Errore nell'aggiunta al Wallet
ja: Walletへの追加エラー
ko: Wallet에 추가하는 중 오류 발생
nl: Fout bij toevoegen aan Wallet
pl: Błąd podczas dodawania do Wallet
pt: Erro ao adicionar ao Wallet
ru: Ошибка добавления в кошелёк
th: ข้อผิดพลาดในการเพิ่มไปยัง Wallet
tr: Wallet'a eklerken hata
uk: Помилка додавання до Wallet
ur: والیٹ میں شامل کرنے میں خرابی
vi: Lỗi khi thêm vào Wallet
zh: 添加到钱包时出错

source: Adding to Wallet...
ar: جاري الإضافة إلى المحفظة...
bn: Wallet-এ যোগ করা হচ্ছে...
de: Wird zu Wallet hinzugefügt...
el: Προσθήκη στο Wallet...
es: Añadiendo a Wallet...
fr: Ajout au Wallet...
hi: Wallet में जोड़ा जा रहा है...
it: Aggiunta al Wallet...
ja: Walletに追加中...
ko: Wallet에 추가 중...
nl: Toevoegen aan Wallet...
pl: Dodawanie do Wallet...
pt: Adicionando ao Wallet...
ru: Добавление в кошелёк...
th: กำลังเพิ่มไปยัง Wallet...
tr: Wallet'a ekleniyor...
uk: Додавання до Wallet...
ur: والیٹ میں شامل ہو رہا ہے...
vi: Đang thêm vào Wallet...
zh: 正在添加到钱包...

# checkMyCard
source: Check out my business card
ar: شاهد بطاقة عملي
bn: আমার ব্যবসায়িক কার্ড দেখুন
de: Schau dir meine Visitenkarte an
el: Δείτε την επαγγελματική μου κάρτα
es: Mira mi tarjeta de visita
fr: Consultez ma carte de visite
hi: मेरा बिज़नेस कार्ड देखें
it: Guarda il mio biglietto da visita
ja: 名刺を確認
ko: 내 명함 확인
nl: Bekijk mijn visitekaartje
pl: Sprawdź moją wizytówkę
pt: Confira meu cartão de visita
ru: Посмотрите мою визитку
th: ตรวจสอบนามบัตรของฉัน
tr: Kartvizitimi kontrol edin
uk: Перегляньте мою візитку
ur: میرا بزنس کارڈ دیکھیں
vi: Xem danh thiếp của tôi
zh: 查看我的名片

source: New card
ar: بطاقة جديدة
bn: নতুন কার্ড
de: Neue Karte
el: Νέα κάρτα
es: Nueva tarjeta
fr: Nouvelle carte
hi: नया कार्ड
it: Nuova carta
ja: 新しいカード
ko: 새 카드
nl: Nieuwe kaart
pl: Nowa karta
pt: Novo cartão
ru: Новая карта
th: บัตรใหม่
tr: Yeni kart
uk: Нова картка
ur: نیا کارڈ
vi: Thẻ mới
zh: 新建卡片

source: Edit card
ar: تعديل البطاقة
bn: কার্ড সম্পাদনা করুন
de: Karte bearbeiten
el: Επεξεργασία κάρτας
es: Editar tarjeta
fr: Modifier la carte
hi: कार्ड संपादित करें
it: Modifica carta
ja: カードを編集
ko: 카드 편집
nl: Kaart bewerken
pl: Edytuj kartę
pt: Editar cartão
ru: Редактировать карту
th: แก้ไขบัตร
tr: Kartı düzenle
uk: Редагувати картку
ur: کارڈ میں ترمیم کریں
vi: Chỉnh sửa thẻ
zh: 编辑卡片

source: First name
ar: الاسم الأول
bn: প্রথম নাম
de: Vorname
el: Όνομα
es: Nombre
fr: Prénom
hi: पहला नाम
it: Nome
ja: 名
ko: 이름
nl: Voornaam
pl: Imię
pt: Nome
ru: Имя
th: ชื่อ
tr: Ad
uk: Ім'я
ur: پہلا نام
vi: Tên
zh: 名

source: Last name
ar: اسم العائلة
bn: শেষ নাম
de: Nachname
el: Επώνυμο
es: Apellido
fr: Nom
hi: अंतिम नाम
it: Cognome
ja: 姓
ko: 성
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
ru: Фамилия
th: นามสกุล
tr: Soyad
uk: Прізвище
ur: آخری نام
vi: Họ
zh: 姓

source: Company
ar: الشركة
bn: কোম্পানি
de: Unternehmen
el: Εταιρεία
es: Empresa
fr: Entreprise
hi: कंपनी
it: Azienda
ja: 会社
ko: 회사
nl: Bedrijf
pl: Firma
pt: Empresa
ru: Компания
th: บริษัท
tr: Şirket
uk: Компанія
ur: کمپنی
vi: Công ty
zh: 公司

source: Job title
ar: المسمى الوظيفي
bn: পদবী
de: Berufsbezeichnung
el: Θέση
es: Cargo
fr: Fonction
hi: पद
it: Ruolo
ja: 役職
ko: 직책
nl: Functie
pl: Stanowisko
pt: Cargo
ru: Должность
th: ตำแหน่ง
tr: Pozisyon
uk: Посада
ur: عہدہ
vi: Chức vụ
zh: 职位

source: Phone
ar: الهاتف
bn: ফোন
de: Telefon
el: Τηλέφωνο
es: Teléfono
fr: Téléphone
hi: फोन
it: Telefono
ja: 電話
ko: 전화
nl: Telefoon
pl: Telefon
pt: Telefone
ru: Телефон
th: โทรศัพท์
tr: Telefon
uk: Телефон
ur: فون
vi: Điện thoại
zh: 电话

source: Website
ar: الموقع الإلكتروني
bn: ওয়েবসাইট
de: Webseite
el: Ιστοσελίδα
es: Sitio web
fr: Site web
hi: वेबसाइट
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pl: Strona internetowa
pt: Site
ru: Сайт
th: เว็บไซต์
tr: Web sitesi
uk: Веб-сайт
ur: ویب سائٹ
vi: Trang web
zh: 网站

source: Address
ar: العنوان
bn: ঠিকানা
de: Adresse
el: Διεύθυνση
es: Dirección
fr: Adresse
hi: पता
it: Indirizzo
ja: 住所
ko: 주소
nl: Adres
pl: Adres
pt: Endereço
ru: Адрес
th: ที่อยู่
tr: Adres
uk: Адреса
ur: پتہ
vi: Địa chỉ
zh: 地址

source: Bio
ar: السيرة الذاتية
bn: জীবনী
de: Biografie
el: Βιογραφικό
es: Biografía
fr: Biographie
hi: जीवनी
it: Biografia
ja: プロフィール
ko: 소개
pl: O mnie
pt: Biografia
ru: Биография
th: ประวัติ
tr: Biyografi
uk: Біографія
ur: بائیو
vi: Tiểu sử
zh: 简介

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh: 保存

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh: 删除

source: Delete card
ar: حذف البطاقة
bn: কার্ড মুছুন
de: Karte löschen
el: Διαγραφή κάρτας
es: Eliminar tarjeta
fr: Supprimer la carte
hi: कार्ड हटाएं
it: Elimina carta
ja: カードを削除
ko: 카드 삭제
nl: Kaart verwijderen
pl: Usuń kartę
pt: Excluir cartão
ru: Удалить карту
th: ลบบัตร
tr: Kartı sil
uk: Видалити картку
ur: کارڈ حذف کریں
vi: Xóa thẻ
zh: 删除卡片

# deleteCardConfirm
source: Are you sure you want to delete this card?
ar: هل أنت متأكد من حذف هذه البطاقة؟
bn: আপনি কি সত্যিই এই কার্ডটি মুছতে চান?
de: Möchtest du diese Karte wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτή την κάρτα;
es: ¿Seguro que quieres eliminar esta tarjeta?
fr: Voulez-vous vraiment supprimer cette carte ?
hi: क्या आप वाकई इस कार्ड को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questa carta?
ja: 本当にこのカードを削除しますか？
ko: 정말 이 카드를 삭제하시겠습니까?
nl: Weet je zeker dat je deze kaart wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę kartę?
pt: Você realmente deseja excluir este cartão?
ru: Вы уверены, что хотите удалить эту карту?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัตรนี้?
tr: Bu kartı gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете видалити цю картку?
ur: کیا آپ واقعی یہ کارڈ حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa thẻ này không?
zh: 确定要删除此卡片吗？

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
el: Σφάλμα
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh: 错误

source: Success
ar: نجاح
bn: সফল
de: Erfolg
el: Επιτυχία
es: Éxito
fr: Succès
hi: सफलता
it: Successo
ja: 成功
ko: 성공
nl: Succes
pl: Sukces
pt: Sucesso
ru: Успешно
th: สำเร็จ
tr: Başarılı
uk: Успіх
ur: کامیابی
vi: Thành công
zh: 成功

source: Loading...
ar: جاري التحميل...
bn: লোড হচ্ছে...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh: 加载中...

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати знову
ur: دوبارہ کوشش کریں
vi: Thử lại
zh: 重试

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
el: Ναι
es: Sí
fr: Oui
hi: हां
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ru: Да
th: ใช่
tr: Evet
uk: Так
ur: ہاں
vi: Có
zh: 是

source: No
ar: لا
bn: না
de: Nein
el: Όχι
fr: Non
hi: नहीं
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt: Não
ru: Нет
th: ไม่ใช่
tr: Hayır
uk: Ні
ur: نہیں
vi: Không
zh: 否

source: History
ar: السجل
bn: ইতিহাস
de: Verlauf
el: Ιστορικό
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: ہسٹری
vi: Lịch sử
zh: 历史

source: Reader
ar: القارئ
bn: রিডার
de: Leser
el: Αναγνώστης
es: Lector
fr: Lecteur
hi: रीडर
it: Lettore
ja: リーダー
ko: 리더
nl: Lezer
pl: Czytnik
pt: Leitor
ru: Читатель
th: ตัวอ่าน
tr: Okuyucu
uk: Читач
ur: ریڈر
vi: Trình đọc
zh: 读取器

source: Writer
ar: الكاتب
bn: লেখক
de: Schreiber
el: Εγγραφέας
es: Escritor
fr: Écrivain
hi: राइटर
it: Scrittore
ja: ライター
ko: 작성자
nl: Schrijver
pl: Zapisujący
pt: Escritor
ru: Записыватель
th: ตัวเขียน
tr: Yazıcı
uk: Записувач
ur: رائٹر
vi: Trình ghi
zh: 写入器

source: Tag details
ar: تفاصيل البطاقة
bn: ট্যাগ বিবরণ
el: Λεπτομέρειες ετικέτας
es: Detalles de etiqueta
fr: Détails du tag
hi: टैग विवरण
it: Dettagli tag
ja: タグの詳細
ko: 태그 세부정보
pl: Szczegóły tagu
pt: Detalhes da tag
ru: Детали метки
th: รายละเอียดแท็ก
tr: Etiket detayları
uk: Деталі тегу
ur: ٹیگ کی تفصیلات
vi: Chi tiết thẻ
zh: 标签详情

source: Tag type
ar: نوع البطاقة
bn: ট্যাগ টাইপ
de: Tag-Typ
el: Τύπος ετικέτας
es: Tipo de etiqueta
fr: Type de tag
hi: टैग प्रकार
it: Tipo di tag
ja: タグタイプ
ko: 태그 유형
pl: Typ tagu
pt: Tipo de tag
ru: Тип метки
th: ประเภทแท็ก
tr: Etiket türü
uk: Тип тегу
ur: ٹیگ کی قسم
vi: Loại thẻ
zh: 标签类型

source: Tag UID
ar: معرف البطاقة
bn: ট্যাগ UID
el: UID ετικέτας
es: UID de etiqueta
fr: UID du tag
hi: टैग UID
it: UID del tag
ja: タグUID
ko: 태그 UID
pl: UID tagu
pt: UID da tag
ru: UID метки
th: UID ของแท็ก
tr: Etiket UID
uk: UID тегу
ur: ٹیگ UID
vi: UID thẻ
zh: 标签UID
